{
  "1lbi3f": "Bishop, Cellar, Gardens, Hoard, Mountebank, Peddler, Remodel, Trade Route, Watchtower, Worker's Village.",
  "1lso1c": "Bishop, Embassy, Mountebank, Pirate Ship, Quarry, Stables, Trader, Trading Post, Tribute, Worker's Village.",
  "1m9jcw": "Apothecary, Hamlet, Horn of Plenty, Island, Jester, Lookout, Native Village, Scrying Pool, Treasury, University.",
  "1mr9r3": "Bridge, Crossroads, Forager, Great Hall, Hermit, Ill-Gotten Gains, Nobles, Rebuild, Scheme, Tunnel. No Shelters.",
  "1n7zzu": "Black Market, Expand, Farming Village, Hamlet, King's Court, Menagerie, Quarry, Rabble, Remake, Watchtower; Colony and Platinum. BM Deck: Prosperity and Cornucopia, excluding Tournament and Young Witch.",
  "1npd9h": "Baron, Duke, Feast, Fishing Village, Moneylender, Secret Chamber, Tactician, Throne Room, Torturer, Treasury.",
  "1o6h2x": "Baker, Doctor, Embargo, Goons, Herald, Pirate Ship, Possession, Stonemason, University, Vineyard. No Colony/Platinum.",
  "1ooszy": "Bank, Beggar, Counterfeit, Expand, Fortress, Hermit, King's Court, Market Square, Mint, Squire; Colony and Platinum; Shelters.",
  "1p5ry7": "Baron, Bridge, Develop, Farming Village, Harvest, Inn, Masquerade, Silk Road, Trader, Tribute.",
  "1po36n": "Bazaar, Cache, Develop, Masquerade, Rats, Salvager, Scheme, Torturer, Vineyard, Watchtower; Shelters. No Colony/Platinum.",
  "1q4i9y": "Goons, King's Court, Noble Brigand, Oasis, Poor House, Quarry, Spice Merchant, Tunnel, Wandering Minstrel, Watchtower; Colony/Platinum. No Shelters.",
  "1qoaxp": "Ambassador, Beggar, Bishop, Counting House, Fortress, Golem, Herbalist, Market Square, Minion, Philosopher's Stone. No Colony/Platinum or Shelters.",
  "1r7hto": "Fishing Village, Ghost Ship, Harem, Masquerade, Merchant Ship, Minion, Pawn, Pirate Ship, Salvager, Sea Hag.",
  "1roabo": "Death Cart, Fairgrounds, Feodum, Hamlet, Knights, Masterpiece, Remake, Squire, Stonemason, Taxman; Shelters.",
  "1s88rf": "Crossroads, Farmland, Governor, Noble Brigand, Oracle, Silk Road, Spy, Tunnel, Village, Workshop.",
  "1srl2e": "Conspirator, Haven, King's Court, Lighthouse, Minion, Monument, Nobles, Salvager, Scheme, Talisman; Colony/Platinum.",
  "1tbhuu": "Chapel, Courtyard, Fool's Gold, Horse Traders, Laboratory, Margrave, Moat, Mining Village, Swindler, Thief.",
  "1tsnqi": "Apothecary, Doctor, Familiar, Merchant Guild, Mystic, Squire, Storeroom, University, Urchin, Wandering Minstrel; No Shelters.",
  "1u9b3d": "Cartographer, Embargo, Festival, Horn of Plenty, Ill-Gotten Gains, Island, Oasis, Pirate Ship, Trading Post, Tunnel.",
  "1uv746": "Duke, Farming Village, Forge, Horse Traders, Hunting Party, Mountebank, Pawn, Peddler, Swindler, Trade Route; Colony/Platinum.",
  "1vf4zq": "Ambassador, Great Hall, Ironmonger, Island, Lookout, Mystic, Nomad Camp, Tactician, Tunnel, Wishing Well; No Shelters.",
  "1vzpgi": "Border Village, Caravan, Chapel, Highway, Jack of all Trades, Market, Militia, Warehouse, Wharf, Witch.",
  "1wmh1t": "Apprentice, Baron, Grand Market, Ironworks, King's Court, Loan, Saboteur, Steward, Upgrade, Vault; Colony/Platinum. [Intrigue, Alchemy, Prosperity]",
  "1x94wy": "Bishop, Forge, Fortress, Graverobber, Haven, Market Square, Mystic, Nobles, Quarry, Upgrade; Shelters. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Dark Ages]",
  "1xvjv6": "Ambassador, Count, King's Court, Market Square, Mining Village, Peddler, Rabble, Salvager, Squire, Swindler. No Colony/Platinum or Shelters. [Intrigue, Seaside, Prosperity, Dark Ages]",
  "1yijpy": "Chancellor, Chapel, Embargo, Highway, Inn, Market, Native Village, Noble Brigand, Treasure Map, Workshop. [Dominion, Seaside, Hinterlands]",
  "1z7w8m": "Band of Misfits, Forge, Great Hall, Library, Militia, Rabble, Squire, Talisman, Throne Room, Vagrant. No Colony/Platinum or Shelters. [Dominion, Intrigue, Prosperity, Dark Ages]",
  "1zsfe4": "Altar, Counting House, Hamlet, Scavenger, Stables, Trader, Treasure Map, Urchin, Worker's Village, Young Witch (Sage as Bane). Shelters; no Colony/Platinum. [Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "20dfo9": "Alchemist, Bishop, Counterfeit, Forager, Goons, Horse Traders, Ironmonger, Mine, Possession, Squire. Shelters; no Colony/Platinum. [Dominion, Alchemy, Prosperity, Cornucopia, Dark Ages]",
  "20z7ln": "Ambassador, Feast, Fishing Village, Island, Library, Outpost, Smugglers, Tactician, Throne Room, Witch. [Dominion, Seaside]",
  "21n585": "Adventurer, Bank, Beggar, Gardens, Hamlet, Highway, Inn, Menagerie, Remake, Tunnel. No Colony/Platinum or Shelters. [Dominion, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "22615u": "Conspirator, Forager, Herald, Merchant Guild, Minion, Pawn, Squire, Stonemason, Urchin, Wandering Minstrel; Shelters. [Intrigue, Dark Ages, Guilds]",
  "22rbsm": "Apothecary, Border Village, Fool's Gold, Ironworks, Masquerade, Scrying Pool, Secret Chamber, Spice Merchant, Stables, Tribute. [Intrigue, Alchemy, Hinterlands]",
  "23c5z1": "Band of Misfits, Bureaucrat, Count, Death Cart, Feodum, Gardens, Hamlet, Jester, Militia, Wandering Minstrel; Shelters. [Dominion, Cornucopia, Dark Ages]",
  "23xd9j": "Baron, Duke, Forge, Hamlet, Hoard, Horse Traders, Nobles, Quarry, Rabble, Trade Route; Colony/Platinum. [Intrigue, Cornucopia, Prosperity]",
  "24ilh2": "Embargo, Fishing Village, Governor, Harem, Masquerade, Outpost, Sea Hag, Smugglers, Steward, Upgrade. [Intrigue, Seaside, Promos]",
  "2570io": "Ambassador, Counterfeit, Death Cart, Duke, Haven, Horn of Plenty, Ill-Gotten Gains, Mandarin, Menagerie, Venture. Shelters; no Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "25p5fj": "Chapel, City, Contraband, Council Room, Expand, Moneylender, Peddler, Throne Room, Watchtower, Witch; Colony/Platinum. [Dominion, Prosperity]",
  "26a45q": "Apprentice, Hermit, King's Court, Lookout, Market Square, Masquerade, Militia, Noble Brigand, Stonemason, Tunnel. No Colony/Platinum or Shelters. [Dominion, Intrigue, Seaside, Alchemy, Prosperity, Hinterlands, Dark Ages, Guilds]",
  "26uw83": "Ambassador, Bishop, Border Village, Cache, Cultist, Gardens, Procession, Rats, Stonemason, Trader. Shelters; no Colony/Platinum. [Dominion, Seaside, Prosperity, Hinterlands, Dark Ages, Guilds]",
  "27g4u0": "Cutpurse, Grand Market, Haven, Loan, Mining Village, Mountebank, Nobles, Quarry, Secret Chamber, Tactician; Colony/Platinum. [Intrigue, Seaside, Prosperity]",
  "2810sv": "Death Cart, Familiar, Forager, Golem, Great Hall, Ironworks, Squire, Swindler, Upgrade, Vineyard; Shelters. [Intrigue, Alchemy, Dark Ages]",
  "28nmsh": "Beggar, Bishop, Crossroads, Feodum, Hunting Grounds, Jack of all Trades, Rogue, Silk Road, Trade Route, Worker's Village. No Colony/Platinum or Shelters. [Prosperity, Hinterlands, Dark Ages]",
  "297r3u": "Baron, Cutpurse, Fishing Village, Great Hall, Island, Minion, Salvager, Scout, Treasure Map, Warehouse. [Intrigue, Seaside]",
  "29v461": "Doctor, Hamlet, Menagerie, Merchant Guild, Native Village, Peddler, Pirate Ship, Quarry, Taxman, Watchtower. No Colony/Platinum. [Seaside, Prosperity, Cornucopia, Guilds]",
  "2aegt8": "Bridge, Butcher, Candlestick, Herald, Masquerade, Possession, Scrying Pool, Secret Chamber, Steward, Swindler. [Intrigue, Alchemy, Guilds]",
  "2b3cce": "Chapel, Festival, Fishing Village, Island, Library, Lighthouse, Militia, Outpost, Throne Room, Warehouse. [Dominion, Seaside]",
  "2bmreo": "Crossroads, Goons, Hamlet, Horse Traders, Jack of All Trades, Monument, Prince, Scheme, Trade Route, Tunnel. Colony/Platinum. [Prosperity, Hinterlands, Cornucopia, Promos]",
  "2casmy": "Doctor, Envoy, Farming Village, Farmland, Lighthouse, Market Square, Royal Seal, Steward, University, Witch. No Colony/Platinum or Shelters. [All Sets]",
  "2d1sw1": "Bureaucrat, Crossroads, Feodum, Fishing Village, Island, Market, Masquerade, Mystic, Nobles, Pearl Diver. No Shelters. [Dominion, Intrigue, Seaside, Hinterlands, Dark Ages]",
  "2dpg4m": "Ambassador, Bishop, Grand Market, Lighthouse, Lookout, Mountebank, Pirate Ship, Spy, Tactician, Throne Room. No Colony/Platinum. [Dominion, Seaside, Prosperity]",
  "2e992c": "Border Village, Bridge, Farmland, Great Hall, Monument, Nobles, Pawn, Quarry, Rabble, Trade Route; Colony/Platinum. [Intrigue, Prosperity, Hinterlands]",
  "2ey4re": "Embargo, Embassy, Envoy, Fishing Village, Governor, Margrave, Masquerade, Pirate Ship, Secret Chamber, Tribute. [Intrigue, Seaside, Hinterlands, Promos]",
  "2fld2y": "Band of Misfits, Bishop, Grand Market, Herald, Ironmonger, Market Square, Plaza, Poor House, Procession, Talisman. Shelters; no Colony/Platinum. [Prosperity, Dark Ages, Guilds]",
  "2gckay": "Caravan, Chapel, Fishing Village, Library, Merchant Ship, Militia, Sea Hag, Tactician, Throne Room, Warehouse. [Dominion, Seaside]",
  "2gu7e4": "Advisor, Bridge, Cache, Candlestick Maker, Ill-Gotten Gains, Ironworks, Merchant Guild, Plaza, Steward, Trader. [Intrigue, Hinterlands, Guilds]",
  "2hlijm": "Band of Misfits, Duke, Envoy, Ironworks, Market Square, Procession, Rats, Secret Chamber, Swindler, Wandering Minstrel. No Shelters. [Intrigue, Dark Ages, Promos]",
  "2ibvgz": "Apothecary, Bishop, Golem, Herbalist, King's Court, Monument, Mountebank, University, Vault, Worker's Village; Colony/Platinum. [Alchemy, Prosperity]",
  "2izbfd": "Band of Misfits, Cellar, Chapel, Counterfeit, Marauder, Poor House, Smithy, Throne Room, Wandering Minstrel, Workshop. Shelters. [Dominion, Dark Ages]",
  "2jpi0i": "Ambassador, Fishing Village, Ghost Ship, Haven, Horn of Plenty, Horse Traders, Lookout, Menagerie, Native Village, Pearl Diver. [Seaside, Cornucopia]",
  "2k9nir": "Baron, Beggar, Feodum, Goons, Hoard, Ironworks, Squire, Swindler, Talisman, Trade Route. Colony/Platinum; no Shelters. [Intrigue, Prosperity, Dark Ages]",
  "2l174p": "Border Village, Chapel, Develop, Margrave, Mine, Scrying Pool, Throne Room, Village, Vineyard, Witch. [Dominion, Alchemy, Hinterlands]",
  "2lu7yg": "Fishing Village, Grand Market, Horse Traders, King's Court, Mountebank, Rebuild, Remake, Rogue, Trade Route, Wharf. Colony/Platinum; no Shelters. [Seaside, Prosperity, Cornucopia, Dark Ages]",
  "2mjm5h": "Bridge, Doctor, Library, Market, Native Village, Nobles, Plaza, Sea Hag, Throne Room, Warehouse. [Dominion, Intrigue, Seaside, Guilds]",
  "2n530v": "Fishing Village, Goons, Hamlet, Lookout, Menagerie, Peddler, Swindler, Tactician, Tunnel, Watchtower. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands]",
  "2nxc0c": "Chapel, Hamlet, Jester, Library, Mining Village, Minion, Outpost, Throne Room, Treasure Map, Warehouse. [Dominion, Intrigue, Seaside, Cornucopia]",
  "2olswl": "Cultist, Death Cart, Forager, Fortress, Grand Market, King's Court, Loan, Market Square, Quarry, Watchtower. Shelters; Colony/Platinum. [Prosperity, Dark Ages]",
  "2p8uhn": "Crossroads, Great Hall, Hoard, Minion, Secret Chamber, Silk Road, Swindler, Trade Route, Tunnel, Worker's Village. No Colony/Platinum. [Intrigue, Prosperity, Hinterlands]",
  "2q1md2": "Ambassador, Beggar, Cultist, Feodum, Forager, Gardens, Pirate Ship, Poor House, Throne Room, Village. Shelters. [Dominion, Seaside, Dark Ages]",
  "2qovv1": "Alchemist, Familiar, Fishing Village, Hamlet, Herbalist, Island, Jester, Remake, Tactician, Warehouse. [Seaside, Alchemy, Cornucopia]",
  "2rdiv5": "Bishop, Butcher, Candlestick Maker, Grand Market, Herald, Mountebank, Peddler, Plaza, Talisman, Watchtower. Colony/Platinum. [Prosperity, Guilds]",
  "2s1kn5": "Chapel, Duke, Fishing Village, Horse Traders, Sea Hag, Stonemason, Swindler, Tunnel, Urchin, Warehouse. No Shelters. [Dominion, Intrigue, Seaside, Cornucopia, Hinterlands, Dark Ages, Guilds]",
  "2swt8m": "Beggar, Border Village, Cache, Counterfeit, Cultist, Forager, Ill-Gotten Gains, Marauder, Storeroom, Trader. Shelters. [Hinterlands, Dark Ages]",
  "2tojte": "Baron, Bridge, Chapel, Crossroads, Gardens, Mining Village, Silk Road, Smithy, Swindler, Witch. [Dominion, Intrigue, Hinterlands]",
  "2uhe6c": "Candlestick Maker, Ghost Ship, Herald, Lighthouse, Lookout, Outpost, Plaza, Sea Hag, Tactician, Warehouse. [Seaside, Guilds]",
  "2va44o": "Band of Misfits, Horn of Plenty, Ironworks, Knights, Mining Village, Nobles, Steward, Storeroom, Tournament, Young Witch (Bane: Menagerie). Shelters. [Intrigue, Cornucopia, Dark Ages]",
  "2w229k": "Altar, Conspirator, Count, Fortress, Grand Market, Hunting Party, King's Court, Quarry, Stonemason, Urchin. Colony/Platinum; no Shelters. [Intrigue, Prosperity, Cornucopia, Dark Ages, Guilds]",
  "2wubow": "Festival, Ghost Ship, Haven, Inn, Island, Library, Oasis, Spice Merchant, Throne Room, Treasure Map. [Dominion, Seaside, Hinterlands]",
  "2xn5tp": "City, Herbalist, Masquerade, Monument, Mountebank, Nobles, Possession, University, Upgrade, Watchtower. Colony/Platinum. [Intrigue, Prosperity, Alchemy]",
  "2yesab": "Envoy, Haggler, Hamlet, Highway, Horse Traders, Jack of All Trades, Margrave, Menagerie, Remake, Scheme. [Cornucopia, Hinterlands, Promos]",
  "2z76m8": "Bishop, Hermit, Ironmonger, King's Court, Market Square, Mountebank, Peddler, Rebuild, Trade Route, Watchtower. Colony/Platinum; no Shelters. [Prosperity, Dark Ages]",
  "2zywe1": "Baron, Chapel, Courtyard, Moat, Militia, Swindler, Throne Room, Upgrade, Village, Wishing Well. [Dominion, Intrigue]",
  "30rtbe": "Ambassador, Baker, Doctor, Fortress, Hermit, Hunting Grounds, Lookout, Market Square, Plaza, Tactician. Shelters. [Seaside, Dark Ages, Guilds]",
  "31l2cf": "Border Village, Cellar, Council Room, Fool's Gold, Ill-Gotten Gains, Militia, Mint, Trade Route, Watch Tower, Worker's Village. [Dominion, Prosperity, Hinterlands]",
  "32ecsb": "Altar, Bridge, Counterfeit, Forager, Goons, Horse Traders, Masquerade, Rabble, Squire, Worker's Village. Colony/Platinum; Shelters. [Intrigue, Prosperity, Cornucopia, Dark Ages]",
  "33741i": "Cultist, Death Cart, Familiar, Fishing Village, Haven, Salvager, Scrying Pool, Vineyard, Wandering Minstrel, Warehouse. Shelters. [Seaside, Alchemy, Dark Ages]",
  "33zvof": "Advisor, Candlestick Maker, Cartographer, Conspirator, Minion, Plaza, Scheme, Secret Chamber, Swindler, Tunnel. [Intrigue, Hinterlands, Guilds]",
  "34rv2d": "Count, Feodum, Gardens, Goons, Quarry, Remodel, Scavenger, Stash, Watchtower, Worker's Village. Shelters; no Colony/Platinum. [Dominion, Prosperity, Dark Ages, Promos]",
  "35kgsj": "Caravan, Embargo, Highway, Jack of all Trades, Masquerade, Pirate Ship, Tactician, Vault, Warehouse, Worker's Village. Colony/Platinum. [Intrigue, Seaside, Prosperity, Hinterlands]",
  "36c7fs": "Fishing Village, Fool's Gold, Menagerie, Mountebank, Poor House, Salvager, Squire, Steward, Storeroom, Talisman. Shelters; no Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "377fu3": "Bureaucrat, Cellar, Courtyard, Gardens, Ironworks, Market, Moneylender, Nobles, Upgrade, Witch. [Dominion, Intrigue]",
  "381jer": "Border Village, Cache, Highway, Horn of Plenty, Horse Traders, Mandarin, Menagerie, Remake, Scheme, Spice Merchant. [Cornucopia, Hinterlands]",
  "38zpdm": "Bridge, Duke, Festival, Ironworks, Library, Militia, Mining Village, Pawn, Swindler, Throne Room. [Dominion, Intrigue]",
  "39yuhp": "Amulet, Duplicate, Goons, Ironworks, King's Court, Masquerade, Laboratory, Mining Village, Oracle, Tribute. Colony/Platinum. [Dominion, Intrigue, Prosperity, Hinterlands, Adventures]",
  "3as53i": "Caravan, Forager, Hamlet, Lighthouse, Mint, Mountebank, Outpost, Poor House, Tactician, Watchtower. Colony/Platinum; no Shelters. [Seaside, Prosperity, Dark Ages]",
  "3bh8r2": "Amulet, Artificer, Bishop, Cellar, Counting House, Gardens, Messenger, Port, Treasure Trove, Watchtower. No Colony/Platinum. [Dominion, Prosperity, Adventures]",
  "3ca4r2": "Duke, Fishing Village, Haunted Woods, Ironworks, Magpie, Raze, Salvager, Storyteller, Tactician, Transmogrify. Events: Alms, Save. [Intrigue, Seaside, Adventures]",
  "3d3ifi": "Apprentice, Beggar, Familiar, Feodum, Fortress, Minion, Squire, University, Upgrade, Vineyard. Shelters. [Intrigue, Alchemy, Dark Ages]",
  "3dx9zu": "Bridge Troll, Cache, Dungeon, Highway, Ironworks, Lost City, Margrave, Masquerade, Miser, Tunnel. Events: Ball, Bonfire, Mission. [Intrigue, Hinterlands, Adventures]",
  "3eqln2": "Butcher, Candlestick Maker, Doctor, Herald, Hoard, Masterpiece, Mountebank, Talisman, Watchtower, Worker's Village. No Colony/Platinum. [Prosperity, Guilds]",
  "3fl27t": "Baron, Conspirator, Hamlet, Haven, Ironworks, Masquerade, Nobles, Shanty Town, Tournament, Warehouse. [Intrigue, Seaside, Cornucopia]",
  "3giek1": "Chapel, Cultist, Festival, Fortress, Hermit, Hunting Grounds, Ironmonger, Market Square, Remodel, Throne Room. No Shelters. [Dominion, Dark Ages]",
  "3ha2gw": "Baker, Fool's Gold, Jack of All Trades, Margrave, Outpost, Pirate Ship, Plaza, Soothsayer, Spice Merchant, Warehouse. [Seaside, Hinterlands, Guilds]",
  "3i8iok": "Amulet, Feodum, Goons, Great Hall, Herald, Market, Nobles, Quarry, Squire, Trade Route. Shelters; no Colony/Platinum. Events: Raid, Seaway. [Dominion, Intrigue, Prosperity, Dark Ages, Guilds, Adventures]",
  "3j1tl3": "Bishop, Border Village, Embargo, King's Court, Market Square, Monument, Peddler, Stonemason, Swindler, Wharf. Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Hinterlands, Dark Ages, Guilds]",
  "3jxmi4": "Bridge, Counterfeit, Hermit, Ironmonger, Militia, Nobles, Pawn, Stewart, Throne Room, Witch. Shelters. [Dominion, Intrigue, Dark Ages]",
  "3kvhfw": "Cartographer, Dungeon, Grand Market, Haunted Woods, Jack of All Trades, Miser, Mountebank, Noble Brigand, Watchtower, Worker's Village. No Colony/Platinum; Events: Save. [Prosperity, Hinterlands, Adventures]",
  "3lrt4h": "Advisor, Count, Forager, Goons, Lighthouse, Plaza, Rebuild, Squire, Tactician, Tunnel. No Colony/Platinum; no Shelters. [Seaside, Prosperity, Hinterlands, Dark Ages, Guilds]",
  "3mo1pv": "Ambassador, Beggar, Bureaucrat, Embargo, Gardens, Magpie, Page, Port, Treasure Trove, Wharf. Events: Scouting Party. No Shelters. [Dominion, Seaside, Dark Ages, Adventures]",
  "3nliv1": "Bishop, Duke, Horn of Plenty, Ironworks, Menagerie, Rabble, Talisman, Tournament, Upgrade, Young Witch. Bane: Shanty Town. No Colony/Platinum. [Intrigue, Cornucopia, Prosperity]",
  "3of6cv": "Ambassador, Farming Village, Gardens, Ghost Ship, Hunting Party, Ill-Gotten Gains, Jack of All Trades, Salvager, Trader, Warehouse. [Dominion, Seaside, Cornucopia, Hinterlands]",
  "3pbgla": "Feodum, Golem, Guide, Haggler, Haven, King's Court, Remodel, Steward, Stonemason, Young Witch. Bane: Cellar. Events: Summon. Colony/Platinum/no Shelters. [All Sets]",
  "3q917o": "Border Village, Cultist, Death Cart, Fortress, Grand Market, Hunting Party, Lookout, Procession, Sea Hag, Steward. Colony/Platinum; Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "3r6ghk": "Chapel, Doctor, Goons, King's Court, Mine, Moat, Mountebank, Rabble, Royal Seal, Watchtower. Colony/Platinum. [Dominion, Prosperity, Guilds]",
  "3s8otw": "Ambassador, Duke, Feodum, Haunted Woods, Magpie, Marauder, Market Square, Masterpiece, Ratcatcher, Urchin. Events: Quest, Ferry. No Shelters. [Intrigue, Seaside, Dark Ages, Guilds, Adventures]",
  "3sz99t": "Baker, Bishop, Chapel, Council Room, Militia, Peddler, Plaza, Stonemason, Witch, Workshop. No Colony/Platinum. [Dominion, Prosperity, Guilds]",
  "3tz88u": "Farming Village, Feast, Festival, Forager, Great Hall, Horn of Plenty, Hunting Party, Procession, Storeroom, Wishing Well. Shelters. [Dominion, Intrigue, Cornucopia, Dark Ages]",
  "3utkrk": "Apothecary, Apprentice, Beggar, Haunted Woods, Miser, Port, Scrying Pool, Squire, Treasure Trove, Urchin. Events: Scouting Party, Trade. No Shelters. [Alchemy, Dark Ages, Adventures]",
  "3vvw9g": "Ambassador, Amulet, Bridge Troll, Embassy, Guide, Hermit, Lighthouse, Page, Salvager, Tunnel. Events: Alms, Save. No Shelters. [Seaside, Hinterlands, Dark Ages, Adventures]",
  "3wqx3o": "Cache, Fishing Village, Inn, Ironworks, Island, Masquerade, Rabble, Silk Road, Trade Route, Warehouse. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Hinterlands]",
  "3xok45": "Count, Embargo, Grand Market, Highway, Oasis, Poor House, Quarry, Rebuild, Spice Merchant, Throne Room. No Shelters. No Colony/Platinum. [Dominion, Seaside, Prosperity, Hinterlands, Dark Ages]",
  "3yhx91": "Baron, Crossroads, Fairgrounds, Great Hall, Harem, Menagerie, Remake, Swindler, Tournament, Wharf. [Intrigue, Seaside, Cornucopia, Hinterlands]",
  "3zdjak": "Adventurer, Advisor, Expand, Lighthouse, Oracle, Salvager, Scout, Upgrade, Venture, Wishing Well. No Colony/Platinum. [Dominion, Intrigue, Seaside, Prosperity, Hinterlands, Guilds]",
  "40fkjr": "Amulet, Duke, Fishing Village, Ghost Ship, Hireling, Island, King's Court, Monument, Quarry, Upgrade. Events: Pilgrimage, Travelling Fair. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Adventures]",
  "41i8u4": "Advisor, Baron, Cache, Cartographer, Develop, Hamlet, Journeyman, Mining Village, Nomad Camp, Pearl Diver. [Intrigue, Seaside, Cornucopia, Hinterlands, Guilds]",
  "42jz1r": "Bishop, Familiar, Grand Market, Guide, Loan, Magpie, Margrave, Port, Tunnel, Vineyard. Colony/Platinum. Events: Ferry, Pathfinding. [Alchemy, Prosperity, Hinterlands, Adventures]",
  "43myoj": "Forager, Ironworks, Knights, Market Square, Minion, Nobles, Rebuild, Swindler, Upgrade, Wandering Minstrel. No Shelters. [Intrigue, Dark Ages]",
  "44puga": "Baron, City, Herald, Hunting Party, Mandarin, Masquerade, Salvager, Scheme, Watchtower, Wharf. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Guilds]",
  "45vhry": "Bridge, Counterfeit, Cultist, Hermit, Ironmonger, Junk Dealer, Lighthouse, Squire, Torturer, Urchin. Shelters. [Intrigue, Seaside, Dark Ages]",
  "4703zy": "Conspirator, Courtyard, Crossroads, Great Hall, Ill-Gotten Gains, Jack of All Trades, Mining Village, Pawn, Silk Road, Upgrade. [Intrigue, Hinterlands]",
  "488rhx": "\"Renaissance Fair\": Fairgrounds, Festival, Jack of all Trades, Jester, Knights, Masquerade, Mountebank, Noble Brigand, Tournament, Wandering Minstrel. No Colony/Platinum. No Shelters. [Dominion, Intrigue, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "49b6a9": "Amulet, Fairgrounds, Horse Traders, Knights, Margrave, Peasant, Plaza, Poor House, Throne Room, Urchin. Shelters. Events: Scouting Party. [Dominion, Cornucopia, Hinterlands, Dark Ages, Guilds, Adventures]",
  "4ac0xg": "Ambassador, Artificer, Chapel, Fishing Village, Gardens, Haunted Woods, Lighthouse, Messenger, Sea Hag, Tactician. Events: Borrow, Mission. [Dominion, Seaside, Adventures]",
  "4bb6h5": "Alchemist, Apothecary, Border Village, Cache, Golem, King's Court, Minion, Scheme, Spice Merchant, Upgrade. Colony/Platinum. [Intrigue, Alchemy, Prosperity, Hinterlands]",
  "4c8hpb": "\"It's Terminal\" Beggar, Bishop, Counterfeit, Courtyard, Doctor, Ghost Ship, Ill-Gotten Gains, Stonemason, Throne Room, Trader. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Seaside, Prosperity, Hinterlands, Dark Ages, Guilds]",
  "4d9oe6": "Armory, Band of Misfits, Count, Embargo, Feast, Fortress, Lookout, Mystic, Throne Room, Treasure Map. Shelters. [Dominion, Seaside, Dark Ages]",
  "4e9e27": "Bridge Troll, Catacombs, Coin of the Realm, Gardens, Masterpiece, Nobles, Stonemason, Squire, Swindler, Transmogrify. Events: Bonfire, Travelling Fair. No Shelters. [Dominion, Intrigue, Dark Ages, Guilds, Adventures]",
  "4farob": "Butcher, Candlestick Maker, Fool's Gold, Gear, Lost City, Marauder, Nobles, Quarry, Steward, Swamp Hag. Events: Lost Arts, Travelling Fair. No Colony/Platinum; no Shelters. [Intrigue, Prosperity, Hinterlands, Dark Ages, Guilds, Adventures]",
  "4gbtl4": "Caravan, Coin of the Realm, Fortress, Pawn, Raze, Relic, Tunnel, Urchin, Watchtower, Young Witch. Bane: Courtyard. Events: Alms, Scouting Party. No Shelters. [Intrigue, Seaside, Cornucopia, Hinterlands, Dark Ages, Adventures]",
  "4henfe": "Baron, Bishop, Develop, Fishing Village, Highway, Hoard, Hunting Grounds, Ironworks, Jester, Silk Road. No Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "4iheug": "Ghost Ship, Island, Library, Loan, Monument, Native Village, Royal Seal, Salvager, Throne Room, Treasury. No Colony/Platinum. [Dominion, Seaside, Prosperity]",
  "4jjopf": "Armory, Artificer, Counterfeit, Gardens, Harem, Herald, Market, Rebuild, Salvager, Talisman. Shelters; no Colony/Platinum. No Events. [Dominion, Intrigue, Seaside, Prosperity, Dark Ages, Guilds, Adventures]",
  "4kmi2q": "Amulet, Bridge Troll, Caravan, Caravan Guard, Fishing Village, Gear, Hireling, Outpost, Swamp Hag, Tactician. No Events. [Seaside, Adventures]",
  "4lnvui": "Dungeon, Festival, Horn of Plenty, Merchant Ship, Nobles, Outpost, Smithy, Steward, Stonemason, Taxman. Events: Plan. [Dominion, Intrigue, Seaside, Cornucopia, Guilds, Adventures]",
  "4mrkda": "Familiar, Fool's Gold, Highway, Lost City, Miser, Spice Merchant, Village, Wandering Minstrel, Worker's Village, Young Witch. Bane: Pawn. Events: Plan. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Alchemy, Prosperity, Cornucopia, Hinterlands, Dark Ages, Adventures]",
  "4nsv0i": "Conspirator, Death Cart, Distant Lands, Feodum, Miser, Rats, Squire, Talisman, Transmogrify, Vagrant. No Colony/Platinum; no Shelters. Events: Lost Arts, Pathfinding. [Intrigue, Prosperity, Dark Ages, Adventures]",
  "4oxhhy": "Cultist, Doctor, Herald, Magpie, Outpost, Pearl Diver, Peasant, Rogue, Soothsayer, Vineyard. Events: Mission, Scouting Party. No Shelters. [Seaside, Dark Ages, Guilds, Adventures]",
  "4q1vjv": "Festival, Forager, Haven, Jack of All Trades, Masquerade, Menagerie, Militia, Mining Village, Remake, Talisman. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "4r5vi9": "Advisor, Cutpurse, Duplicate, Horse Traders, Jack of all Trades, Merchant Guild, Royal Carriage, Transmogrify, Urchin, Worker's Village. Colony/Platinum. No Shelters; no Events. [Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Guilds, Adventures]",
  "4s9a1f": "Band of Misfits, Gear, Ghost Ship, Herald, Horse Traders, Sacrifice, Squire, Storyteller, Transmogrify, Walled Village. Events: Tax. Landmarks: Mountain Pass. No Colony/Platinum; no Shelters. [Seaside, Cornucopia, Dark Ages, Guilds, Adventures, Empires, Promo]",
  "4tdxwk": "Armory, Duplicate, Gear, Giant, Horn of Plenty, Page, Shanty Town, Stonemason, Treasure Map, Treasure Trove. Events: Pathfinding, Travelling Fair. No Shelters. [Seaside, Intrigue, Cornucopia, Dark Ages, Guilds, Adventures]",
  "4uhqfh": "Ambassador, Apothecary, Coin of the Realm, Distant Lands, Ghost Ship, Golem, Peasant, Peddler, Ranger, Storyteller. Events: Pilgrimage, Seaway. No Colony/Platinum. [Seaside, Alchemy, Prosperity, Adventures]",
  "4vlgzc": "Bishop, Bridge, Butcher, Gardens, Haunted Woods, Jack of all Trades, Messenger, Page, Port, Urchin. Events: Ferry, Scouting Party. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Prosperity, Hinterlands, Dark Ages, Guilds, Adventures]",
  "4wokyb": "Ambassador, Bridge Troll, Familiar, Haven, Hunting Grounds, Market, Soothsayer, Steward, Tactician, Tribute. Events: Mission, Travelling Fair. No Shelters. [Dominion, Intrigue, Seaside, Alchemy, Dark Ages, Guilds, Adventures]",
  "4xs6bg": "Bishop, Butcher, Count, Horn of Plenty, Hunting Grounds, King's Court, Menagerie, Mountebank, Peddler, Stonemason. Colony/Platinum; Shelters. [Prosperity, Cornucopia, Dark Ages, Guilds]",
  "4yz8ba": "Crossroads, Farmland, Great Hall, Hoard, Island, Jester, Margrave, Steward, Tactician, Vagrant. No Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "503uqx": "Altar, Haggler, Hamlet, Hunting Party, Market Square, Moneylender, Procession, Stables, Tournament, Witch. Shelters. [Dominion, Cornucopia, Hinterlands, Dark Ages]",
  "5181p2": "Gear, Hermit, Ironmonger, Island, Junk Dealer, Peasant, Royal Carriage, Swamp Hag, Warehouse, Wharf. Shelters; Events: Ferry. [Seaside, Dark Ages, Adventures]",
  "52cppv": "Advisor, Alchemist, Chancellor, Expand, Ironworks, Jack of all Trades, Masquerade, Merchant Guild, Plaza, Scheme. Colony/Platinum; Landmarks: Museum. [Dominion, Intrigue, Alchemy, Prosperity, Hinterlands, Guilds, Empires]",
  "53g0tw": "Apprentice, Bishop, Grand Market, Jester, Knights, Market Square, Peddler, Squire, Swindler, Urchin. Colony/Platinum; no Shelters. [Intrigue, Alchemy, Prosperity, Cornucopia, Dark Ages]",
  "54jabh": "Advisor, Apothecary, Fortune Teller, Gardens, Laboratory, Menagerie, Pirate Ship, Ratcatcher, Stash, Tunnel. Events: Ball. [Dominion, Seaside, Alchemy, Cornucopia, Hinterlands, Guilds, Adventures, Promos]",
  "55mape": "Baron, City Quarter, Council Room, Crossroads, Haven, Highway, Lighthouse, Pirate Ship, Steward, Treasure Map. Events: Delve, Travelling Fair; Landmarks: Palace. [Dominion, Intrigue, Seaside, Hinterlands, Adventures, Empires]",
  "56qrmb": "Ambassador, Bishop, Count, Jack of All Trades, Jester, Magpie, Market Square, Mining Village, Poor House, Swamp Hag. Shelters; no Colony/Platinum. Events: Save; Landmarks: Wall. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Adventures, Empires]",
  "57vpz3": "City, Courtyard, Duke, Goons, Haven, Ironworks, Lighthouse, Loan, Salvager, Torturer. No Colony/Platinum. [Intrigue, Seaside, Prosperity]",
  "592v6a": "Bank, Candlestick Maker, Fairgrounds, Governor, Ill-Gotten Gains, Marauder, Minion, Tactician, Upgrade, Watchtower. Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Guilds, Promos]",
  "5aaspn": "Border Village, Counterfeit, Duke, Enchantress, Haunted Woods, Hunting Grounds, Salvager, Sea Hag, Stonemason, Transmogrify. No Shelters. Events: Ritual, Tax. [Intrigue, Seaside, Hinterlands, Dark Ages, Guilds, Adventures, Empires]",
  "5bl165": "Count, Guide, Ironworks, Menagerie, Noble Brigand, Procession, Replace, Steward, Tunnel, Wandering Minstrel. Shelters. Events: Travelling Fair. [Intrigue, Cornucopia, Hinterlands, Dark Ages, Adventures]",
  "5cuk11": "Butcher, Cartographer, Chapel, Embargo, Gardens, Herbalist, Noble Brigand, Scrying Pool, Smithy, Squire. No Shelters. [Dominion, Seaside, Alchemy, Hinterlands, Dark Ages, Guilds]",
  "5e2ov0": "Ambassador, Bridge, Counterfeit, Crown, Expand, Plaza, Poor House, Squire, Swindler, Watchtower. Landmarks: Bandit Fort. No Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Dark Ages, Guilds, Empires]",
  "5fane8": "Baron, Caravan, Dungeon, Knights, Monument, Native Village, Raze, Rebuild, Saboteur, Throne Room. Shelters; no Colony/Platinum. Events: Borrow. [Dominion, Intrigue, Seaside, Prosperity, Dark Ages, Adventures]",
  "5gk2sd": "Amulet, Castles, Crossroads, Farmers' Market, Farmland, Great Hall, Harem, Mill, Nobles, Patrol. Events: Dominate. [Intrigue, Hinterlands, Adventures, Empires]",
  "5huz70": "Border Village, Contraband, Embargo, Grand Market, Ill-Gotten Gains, Lurker, Masquerade, Mint, Noble Brigand, Treasure Map. Colony/Platinum. [Intrigue, Seaside, Prosperity, Hinterlands]",
  "5j4ynd": "Courtier, Diplomat, Lurker, Merchant, Mill, Navigator, Poacher, Sauna/Avanto, Secret Passage, Sentry. Events: Annex, Landmarks: Basilica. [Dominion, Intrigue, Seaside, Empires, Promo]",
  "5kcqyf": "Ambassador, Bishop, City, Embassy, Fool's Gold, Lost City, Messenger, Minion, Vault, Watchtower. Events: Expedition, Mission. No Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Hinterlands, Adventures]",
  "5ljo0h": "Border Village, Counterfeit, Fishing Village, Hermit, Highway, Hunting Party, Lighthouse, Militia, Monument, Swindler. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages]",
  "5mwaua": "Beggar, Encampment, Gear, Hamlet, Raze, Settlers, Squire, Stonemason, Swindler, Urchin. Events: Delve, Expedition. No Shelters. [Intrigue, Cornucopia, Dark Ages, Guilds, Adventures, Empires]",
  "5og4d7": "Castles, Coin of the Realm, Farmland, Hoard, Loan, Patrol, Relic, Stash, Trade Route, Tunnel. Colony/Platinum. Events: Expedition, Keep. [Intrigue, Prosperity, Hinterlands, Adventures, Empires, Promo]",
  "5pmy3l": "Amulet, Cultist, Fortress, Ironmonger, Menagerie, Peasant, Remake, Tournament, Transmogrify, Treasure Trove. Events: Quest. No Shelters. [Cornucopia, Dark Ages, Adventures]",
  "5qzn8k": "Baron, Bishop, Contraband, Goons, Merchant Guild, Mining Village, Monument, Diplomat, Steward, Stonemason. Colony/Platinum. [Intrigue, Prosperity, Guilds]",
  "5sct5h": "Capital, Conspirator, Engineer, Junk Dealer, Procession, Rats, Royal Blacksmith, Trading Post, Upgrade, Wishing Well. Events/Landmarks: Colonnade, Delve. No Shelters. [Intrigue, Dark Ages, Empires]",
  "5ts2k8": "Bandit Camp, City Quarter, Encampment/Plunder, Fishing Village, Hermit, Nobles, Page, Sacrifice, Tactician, Tournament. Shelters. Event: Lost Arts, Ritual. [Intrigue, Seaside, Cornucopia, Dark Ages, Adventures, Empires]",
  "5v3lhh": "Butcher, Cartographer, Diplomat, Embassy, Haggler, Mandarin, Mill, Noble Brigand, Plaza, Torturer. [Intrigue, Hinterlands, Guilds]",
  "5wf2g1": "Altar, Ambassador, Bazaar, Laboratory, Mill, Minion, Oasis, Smithy, Vagrant, Workshop. No Shelters. [Dominion, Intrigue, Seaside, Hinterlands, Dark Ages]",
  "5xsa4q": "Fairgrounds, Forager, Ghost Ship, Horn of Plenty, Native Village, Throne Room, Tunnel, Wandering Minstrel, Wharf, Witch. No Shelters. [Dominion, Seaside, Cornucopia, Hinterlands, Dark Ages]",
  "5z3fw5": "Beggar, Fool's Gold, Gardens, Inn, Jester, Market Square, Minion, Taxman, Tunnel, Watchtower. Shelters; No Colony/Platinum. [Dominion, Intrigue, Prosperity, Cornucopia, Hinterlands, Dark Ages, Guilds]",
  "60cccv": "Capital, Caravan Guard, Catapult/Rocks, Crown, Forum, Lost City, Royal Blacksmith, Swamp Hag, Transmogrify, Villa. Events: Plan; Landmarks: Tomb. [Adventures, Empires]",
  "61qthw": "Bridge Troll, Catapult, Courtier, Enchantress, Harem, Ironworks, Replace, Swindler, Trading Post, Treasure Trove. Events: Raid; Landmarks: Keep. [Intrigue, Adventures, Empires]",
  "635cp4": "Cache, Cartographer, Chariot Race, Crown, Gladiator, Native Village, Salvager, Sea Hag, Settlers/Bustling Village, Trader. Events: Triumph. [Seaside, Hinterlands, Empires]",
  "64ij9x": "Alchemist, Apothecary, Apprentice, Archive, Capital, Encampment/Plunder, Enchantress, Golem, Herbalist, Legionary. Events: Windfall; Landmarks: Defiled Shrine. [Alchemy, Empires]",
  "65tmey": "Beggar, Chapel, Encampment/Plunder, Fool's Gold, Herbalist, Page, Peasant, Poor House, Settlers/Bustling Village, Stonemason. Events: Delve, Save. No Shelters. [Dominion, Alchemy, Hinterlands, Dark Ages, Guilds, Adventures, Empires]",
  "677lwo": "Capital, Encampment/Plunder, Enchantress, Farmers' Market, Grand Market, King's Court, Royal Seal, Sacrifice, Patrol, Wishing Well. Events: Wedding; Landmarks: Baths; Colony/Platinum. [Intrigue, Prosperity, Empires]",
  "68khaw": "Cartographer, Castles, Crossroads, Cultist, Fairgrounds, Harvest, Sacrifice, Patrol, Warehouse, Worker's Village. Events: Scouting Party; Landmarks: Bandit Fort; Shelters; no Colony/Platinum. [Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Empires]",
  "69woxk": "Bandit, Bishop, Chapel, Cutpurse, Fishing Village, Lighthouse, Mountebank, Remodel, Tactician, Watchtower. No Colony/Platinum. [Dominion, Seaside, Prosperity]",
  "6awjkp": "Crown, Gear, Horse Traders, King's Court, Margrave, Fortune Teller, Prince, Steward, Throne Room, Vassal. Events: Advance, Summon; No Colony/Platinum. [Dominion, Intrigue, Prosperity, Cornucopia, Hinterlands, Adventures, Empires, Promo]",
  "6clk0h": "Catacombs, Cultist, Forge, Fortress, Grand Market, Hunting Grounds, Lurker, Mining Village, Nobles, Watchtower. Colony/Platinum; Shelters. [Intrigue, Prosperity, Dark Ages]",
  "6dyy8y": "Amulet, Bandit, Counting House, Governor, Ill-Gotten Gains, Jack of All Trades, Market Square, Royal Blacksmith, Settlers/Bustling Village, Villa. Events: Banquet; Landmark: Palace. Colony/Platinum; no Shelters. [Dominion, Prosperity, Hinterlands, Dark Ages, Adventures, Empires, Promo]",
  "6faiy1": "Fishing Village, Ghost Ship, Hunting Party, Menagerie, Pillage, Poor House, Rats, Remake, Rogue, Tactician. No Shelters. [Seaside, Cornucopia, Dark Ages]",
  "6gpxnj": "Altar, Bureaucrat, Crossroads, Diplomat, Duke, Hoard, Horse Traders, Poacher, Transmute, Young Witch (Bane: Duchess). Events: Annex; Landmarks: Battlefield. Shelters; no Colony/Platinum. [Dominion, Intrigue, Alchemy, Prosperity, Cornucopia, Hinterlands, Empires]",
  "6i4415": "Apprentice, Chariot Race, Familiar, Gladiator/Fortune, Haunted Woods, Legionary, Lost City, Overlord, Relic, Vineyard. Events: Windfall; Landmarks: Bath. [Alchemy, Adventures, Empires]",
  "6jixqh": "Black Market*, Chariot Race, City, Contraband, Embassy, Farmers' Market, Gladiator, Governor, Lost City, Temple. Events: Tax; Landmarks: Keep. No Colony/Platinum. [Prosperity, Hinterlands, Adventures, Empires, Promo]",
  "6kxhog": "Candlestick Maker, Gardens, Haven, Herald, Merchant Guild, Mill, Mining Village, Patrol, Sea Hag, Steward. [Dominion, Intrigue, Seaside, Guilds]",
  "6mfkji": "Beggar, Bishop, Chapel, Forager, Fortress, Goons, Governor, Knights, Market Square, Rats. Events: Advance; Landmarks: Tomb. Shelters; Colony/Platinum. [Dominion, Prosperity, Dark Ages, Empires, Promo]",
  "6nq55j": "Bridge Troll, Distant Lands, Ghost Ship, Lookout, Merchant Ship, Pearl Diver, Port, Secret Passage, Treasure Trove, Wishing Well. Events: Borrow, Pilgrimage. [Intrigue, Seaside, Adventures]",
  "6p6fos": "Border Village, Castles, Charm, Farmers' Market, Horn of Plenty, Oasis, Patrician/Emporium, Remake, Settlers/Bustling Village, Young Witch (Bane: Enchantress). Events: Dominate, Ritual. [Cornucopia, Hinterlands, Empires]",
  "6qm2p8": "Apprentice, Archive, Capital, Caravan Guard, Familiar, Hamlet, Herbalist, Scavenger, Scrying Pool, University. Events: Bonfire, Windfall. No Shelters. [Alchemy, Cornucopia, Dark Ages, Adventures, Empires]",
  "6s36u0": "Conspirator, Counterfeit, Duke, Highway, Ill-Gotten Gains, Marauder, Scheme, Squire, Torturer, Trader. No Shelters. [Intrigue, Hinterlands, Dark Ages]",
  "6tkfsd": "Bank, City Quarter, Crown, Forge, Fortress, Gladiator/Fortune, Grand Market, Hunting Grounds, Legionary, Swamp Hag. Events: Lost Arts, Save. Colony/Platinum; no Shelters. [Prosperity, Dark Ages, Adventures, Empires]",
  "6v171j": "Artificer, Beggar, Cache, Counting House, Coppersmith, Cutpurse, Gardens, Ill-Gotten Gains, Plaza, Settlers/Bustling Village. Landmarks: Bandit Fort, Tower. Shelters; no Colony/Platinum. [Dominion, Intrigue, Seaside, Prosperity, Hinterlands, Dark Ages, Guilds, Adventures, Empires]",
  "6whd0r": "Count, Enchantress, Fairgrounds, Hamlet, Marauder, Patrician/Emporium, Temple, Tournament, Urchin, Wild Hunt. Event: Salt the Earth. No Shelters. [Cornucopia, Dark Ages, Empires]",
  "6xy9nd": "Encampment/Plunder, Fishing Village, Forge, Governor, Grand Market, Graverobber, Rats, Taxman, Torturer, Transmogrify. Events: Ritual, Triumph. Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Dark Ages, Guilds, Adventures, Empires, Promo]",
  "6zderb": "Advisor, Baker, Bridge Troll, Chariot Race, Doctor, Forum, Journeyman, Merchant Guild, Plaza, Relic. Events: Summon. [Guilds, Adventures, Empires, Promo]",
  "70sgww": "Artisan, Bazaar, Explorer, Farming Village, Fortune Teller, Harbinger, Harvest, Navigator, Sentry, Vassal. [Dominion, Seaside, Cornucopia]",
  "72af7o": "Charm, Contraband, Crown, Ghost Ship, Groundskeeper, Guide, Masquerade, Pillage, Replace, Swamp Hag. [Intrigue, Seaside, Prosperity, Dark Ages, Adventures, Empires]",
  "73qv9b": "Crown, Distant Lands, Embargo, Graverobber, Hermit, Island, Lurker, Market Square, Procession, Trade Route. Shelters; No Colony/Platinum. [Intrigue, Seaside, Prosperity, Dark Ages, Adventures, Empires]",
  "756ugi": "Duchess, Groundskeeper, Oracle, Overlord, Royal Seal, Stables, Vault, Venture, Villa, Wild Hunt. Events: Donate; Landmarks: Wolf Den. Colony/Platinum. [Prosperity, Hinterlands, Empires]",
  "76ujuf": "Bandit, Caravan Guard, Courtier, Diplomat, Fool's Gold, Mint, Moat, Replace, Walled Village, Wine Merchant. Events: Expedition, Inheritance. No Colony/Platinum. [Dominion, Intrigue, Prosperity, Hinterlands, Adventures, Promo]",
  "785d3s": "Bandit Camp, Bank, Catacombs, Pillage, Sage, Secret Passage, Shanty Town, Trading Post, Vault, Venture. Shelters; no Colony/Platinum. [Intrigue, Prosperity, Dark Ages]",
  "79lloy": "Candlestick Maker, Contraband, Fishing Village, Ghost Ship, Island, Monument, Plaza, Stonemason, Taxman, Watchtower. No Colony/Platinum. [Seaside, Prosperity, Guilds]",
  "7b3gm8": "Caravan Guard, Castles, Coin of the Realm, Courtier, Cultist, Enchantress, Harem, Mill, Page, Sacrifice. Event: Training; Landmark: Aqueduct. Shelters. [Intrigue, Dark Ages, Adventures, Empires]",
  "7cljii": "Artisan, Harbinger, King's Court, Militia, Port, Quarry, Ranger, Relic, Storyteller, Talisman. Events: Bonfire, Pilgrimage. No Colony/Platinum. [Dominion, Prosperity, Adventures]",
  "7e6yy4": "Altar, City Quarter, Crown, Enchantress, Forge, Grand Market, Monument, Patrician, Royal Blacksmith, Sage. Events: Dominate; Landmarks: Fountain. Colony/Platinum; no Shelters. [Prosperity, Dark Ages, Empires]",
  "7ft4pn": "Amulet, Archive, Bridge Troll, Caravan Guard, Enchantress, Fishing Village, Lighthouse, Outpost, Swamp Hag, Tactician. Landmarks: Arena, Triumphal Arch. [Seaside, Adventures, Empires]",
  "7hfyco": "Duchess, Merchant, Nomad Camp, Oracle, Poacher, Replace, Secret Passage, Sentry, Shanty Town, Vassal. [Dominion, Intrigue, Hinterlands]",
  "7j0qua": "Ambassador, Apprentice, Band of Misfits, City, Embargo, Fairgrounds, Lurker, Peasant, Poacher, Trade Route. Events: Tax; Landmarks: Tower. Colony/Platinum; Shelters. [Dominion, Intrigue, Seaside, Alchemy, Prosperity, Cornucopia, Dark Ages, Adventures, Empires]",
  "7kjtmu": "Baron, Farmland, Groundskeeper, Native Village, Patrician/Emporium, Salvager, Silk Road, Storeroom, Wild Hunt, Wishing Well. Landmarks: Labyrinth. No Shelters. [Intrigue, Seaside, Hinterlands, Dark Ages, Empires]",
  "7lzvz9": "Artisan, Bandit, Bishop, Chapel, Hireling, Militia, Mint, Throne Room, Venture, Worker's Village. Events: Save. No Colony/Platinum. [Dominion, Prosperity, Adventures]",
  "7ne07z": "Butcher, Caravan Guard, Courtier, Duplicate, Journeyman, Lost City, Mill, Soothsayer, Stonemason, Swindler. Events: Plan. [Intrigue, Guilds, Adventures]",
  "7ozdun": "Bank, Changeling, Chariot Race, Coin of the Realm, Dismantle, Grand Market, Idol, Library, Mint, Raider. Event: Pilgrimage; Landmark: Colonnade. Colony/Platinum. [Dominion, Prosperity, Adventures, Empires, Nocturne, Promo]",
  "7qidon": "Catacombs, Cellar, Graverobber, Lurker, Mine, Mining Village, Storeroom, Rats, Vault, Secret Passage. Event: Delve; Landmarks: Tomb, Wolf Den. No Shelters; No Colony/Platinum. [Dominion, Intrigue, Prosperity, Dark Ages, Empires]",
  "7s3vej": "Bridge, Contraband, Counterfeit, Hamlet, Market Square, Merchant Guild, Skulk, Tactician, Tragic Hero, Villa. No Shelters. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Dark Ages, Guilds, Empires, Nocturne]",
  "7tq9kx": "Bishop, Bridge, Count, Den of Sin, Devil's Workshop, Engineer, Gardens, Port, Stonemason, Swindler. Events: Scouting Part; Landmarks: Basilica. No Colony/Platinum. [Dominion, Intrigue, Prosperity, Guilds, Adventures, Empires, Nocturne]",
  "7vc9a6": "Beggar, Changeling, Count, Crypt, Faithful Hound, Pooka, Rats, Skulk, Storeroom, Wandering Minstrel. No Shelters. [Dark Ages, Nocturne]",
  "7wxu13": "Bridge, Butcher, Chapel, Envoy, Golem, King's Court, Rats, Scheme, Vampire, Young Witch (Bane: Fishing Village). Events: Inheritance; Landmarks: Bandit Fort. No Shelters; No Colony/Platinum. [All Sets]",
  "7ykibg": "Artisan, Bishop, Den of Sin, Library, Lost City, Miser, Page, Patrol, Trading Post, University. No Colony/Platinum. [Dominion, Intrigue, Alchemy, Prosperity, Adventures, Empires, Nocturne]",
  "80ayhz": "Border Village, Crossroads, Engineer, Forager, Ironmonger, Junk Dealer, Margrave, Sacrifice, Silk Road, Squire. Events: Advance, Triumph. No Shelters. [Hinterlands, Dark Ages, Empires]",
  "82355d": "Catacombs, Chariot Race, City Quarter, Cultist, Gladiator/Fortune, Groundskeeper, Legionary, Mandarin, Trader, Wandering Minstrel. Event: Donate. Shelters. [Hinterlands, Dark Ages, Empires]",
  "83s3or": "Diplomat, Forager, Ghost Town, Goons, Harbinger, Leprechaun, Relic, Tormentor, Tunnel, Watchtower. Event: Mission. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Prosperity, Hinterlands, Dark Ages, Adventures, Nocturne]",
  "85gys8": "City, Haunted Woods, Market, Masterpiece, Merchant, Mint, Pirate Ship, Trading Post, Venture, Wine Merchant. Events: Triumph. No Colony/Platinum. [Dominion, Intrigue, Seaside, Prosperity, Guilds, Adventures, Empires]",
  "876tet": "Ambassador, Coin of the Realm, Courtyard, Enchantress, Hamlet, Leprechaun, Menagerie, Monastery, Pixie, Watchtower. Event: Expedition; Landmark: Defiled Shrine. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Adventures, Empires, Nocturne]",
  "88xdl4": "Apprentice, Cemetery, Devil's Workshop, Golem, Herbalist, Idol, Island, Native Village, Tactician, Warehouse. [Seaside, Alchemy, Nocturne]",
  "8awgwn": "Conclave, Crown, Death Cart, Embargo, Encampment/Plunder, Forager, Legionary, Necromancer, Tactician, Tracker. Landmark: Orchard. Shelters. [Seaside, Dark Ages, Empires, Nocturne]",
  "8ckizz": "Amulet, Faithful Hound, Fool's Gold, Guide, Native Village, Pawn, Pixie, Ratcatcher, Tunnel, Urchin. Event: Delve. [Intrigue, Seaside, Hinterlands, Dark Ages, Adventures, Empires, Nocturne]",
  "8e9d5w": "Charm, Druid, Hamlet, Necromancer, Pirate Ship, Sacrifice, Sentry, Squire, Steward, Torturer. Boons: Field, River, Sun; No Shelters. [Dominion, Intrigue, Seaside, Cornucopia, Empires, Nocturne]",
  "8fwqf9": "Blessed Village, Changeling, Contraband, Crypt, Forge, Oasis, Oracle, Spice Merchant, Trade Route, Werewolf. Colony/Platinum. [Prosperity, Hinterlands, Nocturne]",
  "8hlmvx": "Charm, Groundskeeper, Island, Menagerie, Mill, Raider, Rats, Salvager, Swamp Hag, Vagrant. Events: Salt the Earth. No Shelters. [Intrigue, Seaside, Cornucopia, Dark Ages, Adventures, Empires, Nocturne]",
  "8j9sk0": "Catapult/Rocks, Cultist, Encampment/Plunder, Ironworks, Patrician/Emporium, Peddler, Royal Seal, Sacrifice, Upgrade, Vagrant. Shelters. No Colony/Platinum. No Events. [Intrigue, Prosperity, Dark Ages, Empires]",
  "8kxi4j": "Bishop, Charm, Fishing Village, Forge, Harbinger, Merchant Guild, Mill, Monastery, Necromancer, Stonemason. Events: Expedition. No Colony/Platinum. [Dominion, Intrigue, Prosperity, Guilds, Adventures, Empires, Nocturne]",
  "8mo3ab": "Candlestick Maker, Conclave, Farming Village, Goons, Governor, Hireling, Horse Traders, Minion, Necromancer, Raider. Events: Salt the Earth. No Colony/Platinum. [Intrigue, Prosperity, Cornucopia, Guilds, Adventures, Empires, Nocturne, Promo]",
  "8oeuo6": "Baron, City Quarter, Hoard, Market Square, Patrol, Sacrifice, Shanty Town, Shepherd, Vagrant, Vampire. Events: Inheritance, Triumph. Colony/Platinum. No Shelters. [Intrigue, Prosperity, Dark Ages, Empires, Nocturne]",
  "8q1aes": "Baron, Farmland, Highway, Hireling, Messenger, Mill, Relic, Spice Merchant, Steward, Upgrade. Events: Ball, Plan. [Intrigue, Hinterlands, Adventures]",
  "8rrdob": "Bazaar, Haven, Legionary, Leprechaun, Market, Menagerie, Militia, Sacrifice, Squire, Talisman. Events: Wedding. No Colony/Platinum. No Shelters. [Dominion, Seaside, Prosperity, Cornucopia, Dark Ages, Empires, Nocturne]",
  "8tteho": "Amulet, Courtyard, Dungeon, Duplicate, Grand Market, Haunted Woods, Mill, Mining Village, Peasant, Rabble. Events: Bonfire. No Colony/Platinum. [Intrigue, Prosperity, Adventures]",
  "8vel6j": "Ambassador, Baker, City, Diplomat, Farmers' Market, Forum, Ghost Town, Lookout, Scheme, Steward. Events: Wolf Den. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Hinterlands, Guilds, Empires, Nocturne]",
  "8x7ul1": "Archive, Harbinger, Horse Traders, Merchant Ship, Mountebank, Raider, Remake, Stables, Trade Route, Village. No Events/Landmarks. No Colony/Platinum.[Dominion, Seaside, Prosperity, Cornucopia, Hinterland, Empires, Nocturne]",
  "8z8d52": "Ambassador, Border Village, Chariot Race, Harbinger, Island, Mystic, Native Village, Pirate Ship, Trader, Tragic Hero. Events: Advance; Landmarks: Colonnade. No Shelters. [Dominion, Seaside, Hinterlands, Dark Ages, Empires, Nocturne]",
  "914s5y": "Caravan Guard, Gladiator/Fortune, Grand Market, Guardian, Minion, Poor House, Scrying Pool, Spice Merchant, Tactician, Villa. Events: Borrow, Dominate. No Shelters; no Colony/Platinum. [Intrigue, Seaside, Alchemy, Prosperity, Hinterlands, Dark Ages, Adventures, Empires, Nocturne]",
  "92y0dy": "Catapult/Rocks, Coin of the Realm, Devil's Workshop, Haunted Woods, Messenger, Monastery, Pooka, Treasure Trove, Vampire, Villa. Event: Banquet; Landmark: Mountain Pass. [Adventures, Empires, Nocturne]",
  "94yokk": "Capital, Diplomat, Hireling, Lurker, Mandarin, Minion, Rogue, Talisman, Throne Room, Werewolf. Landmark: Obelisk (naming Throne Room). Shelters; No Colony/Platinum. [Dominion, Intrigue, Prosperity, Hinterlands, Dark Ages, Adventures, Empires, Nocturne]",
  "96tybd": "Ambassador, Counting House, Herald, Ill-Gotten Gains, Mountebank, Noble Brigand, Stonemason, Watchtower, Wishing Well, Worker's Village. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Hinterlands, Guilds]",
  "98q8zx": "Border Village, Bridge, Changeling, Conclave, Lost City, Merchant, Militia, Monastery, Steward, Trader. Events: Ferry. [Dominion, Intrigue, Hinterlands, Adventures, Nocturne]",
  "9am6z9": "Coin of the Realm, Fool's Gold, Gladiator/Fortune, Apprentice, Crown, Idol, Mine, Mint, Tragic Hero, Venture. Event: Windfall; Landmark: Keep. Colony/Platinum. [Dominion, Alchemy, Prosperity, Hinterlands, Adventures, Empires, Nocturne]",
  "9ciilx": "Border Village, Devil's Workshop, Exorcist, Haggler, King's Court, Menagerie, Patrician/Emporium, Poor House, Salvager, Stonemason. Events: Ferry, Travelling Fair. No Colony/Platinum/Shelters. [Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Guilds, Adventures, Empires, Nocturne]",
  "9ej93v": "Bank, Contraband, Courtyard, Mint, Nobles, Patrol, Steward, Storyteller, Venture, Worker's Village. Events: Lost Arts. Colony/Platinum. [Intrigue, Prosperity, Adventures]",
  "9ghtrz": "Advisor, Artisan, Butcher, Death Cart, Merchant, Mystic, Plaza, Rats, Taxman, Urchin. Shelters. [Dominion, Dark Ages, Guilds]",
  "9iezhd": "Bazaar, Coin of the Realm, Courtier, Gear, Harem, Masquerade, Page, Raze, Scavenger, Wharf. No Events. [Intrigue, Seaside, Adventures]",
  "9kd0wn": "Cellar, Contraband, Fairgrounds, Festival, Hoard, Horse Traders, Loan, Vault, Venture, Watchtower. No Colony/Platinum. [Dominion, Prosperity, Cornucopia]",
  "9mccqg": "Apothecary, Cache, Cobbler, Fool, Night Watchman, Nomad Camp, Philosopher's Stone, Secret Cave, Silk Road, University. Events: Conquest; Landmarks: Fountain. [Alchemy, Hinterlands, Empires, Nocturne]",
  "9o8jyx": "Artisan, Bureaucrat, Charm, Devil's Workshop, Engineer, Forum, Gardens, Legionary, Monastery, Sacred Grove. Event: Wedding; Landmark: Triumphal Arch. [Dominion, Empires, Nocturne]",
  "9qaa6t": "Ambassador, City, Contraband, Fortress, Lurker, Nobles, Overlord, Poacher, Salvager, Upgrade. Events: Tax; Landmarks: Obelisk. No Shelters; no Colony/Platinum. [Dominion, Intrigue, Seaside, Prosperity, Dark Ages, Empires]",
  "9s9voh": "Archive, Chapel, Cursed Village, Den of Sin, Junk Dealer, Moneylender, Port, Smugglers, Treasury, Vassal. Events: Borrow, Pathfinding. With Shelters. [Dominion, Seaside, Dark Ages, Adventures, Empires, Nocturne]",
  "9uasbr": "Cemetery, Devil's Workshop, Ghost Town, Haven, Merchant Guild, Messenger, Shepherd, Silk Road, Trader, Vampire. Events: Ball. [Seaside, Hinterlands, Guilds, Adventures, Nocturne]",
  "9wbgoc": "Cursed Village, Exorcist, Guardian, Monastery, Native Village, Night Guardian, Pirate Ship, Raider, Squire, Tunnel. No Shelters. [Seaside, Hinterlands, Dark Ages, Nocturne]",
  "9ydi3n": "Doctor, Fool's Gold, Menagerie, Merchant Guild, Pillage, Shanty Town, Squire, Tactician, Watchtower, Young Witch (Bane: Market Square). No Colony/Platinum. No Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Hinterlands, Dark Ages, Guilds]",
  "a0g8ix": "Bishop, Chariot Race, Crown, Nobles, Patrician/Emporium, Peddler, Secret Passage, Upgrade, Wild Hunt, Worker's Village. Events: Dominate, Triumph. Colony/Platinum. [Intrigue, Prosperity, Empires]",
  "a2lwpt": "Butcher, Chariot Race, Expand, Farmers' Market, Hireling, Jack of all Trades, Lurker, Procession, Rats, Soothsayer. Event: Plan; Landmark: Wall. No Shelters. No Colony/Platinum. [Intrigue, Prosperity, Hinterlands, Dark Ages, Guilds, Adventures, Empires]",
  "a4sqqu": "Alchemist, Ambassador, Apothecary, Familiar, Golem, Haven, Ill-Gotten Gains, Scheme, Spice Merchant, Stables. [Seaside, Alchemy, Hinterlands]",
  "a6wmni": "Baron, Bishop, Count, Duchess, Hunting Grounds, Jack of All Trades, Scout, Silk Road, Tunnel, Walled Village. No Colony/Platinum. No Shelters. [Intrigue, Prosperity, Hinterlands, Dark Ages, Promo]",
  "a91obm": "Crown, Forager, Forge, Fortress, Forum, Gardens, Legionary, Merchant, Mine, Monument. Landmark: Tower. No Shelters; no Colony/Platinum. [Dominion, Prosperity, Dark Ages, Empires]",
  "a91p1y": "Crown, Forager, Forge, Fortress, Forum, Gardens, Legionary, Merchant, Mine, Monument. Landmark: Tower. No Shelters; no Colony/Platinum. [Dominion, Prosperity, Dark Ages, Empires]",
  "aaz6tc": "Border Village, Counterfeit, Highway, Junk Dealer, Loan, Marauder, Mountebank, Procession, Trader, Watchtower. Shelters; no Colony/Platinum. [Prosperity, Hinterlands, Dark Ages]",
  "adekqc": "Beggar, Embargo, Gear, Hunting Party, Menagerie, Miser, Overlord, Peasant, Pirate Ship, Prince. Events: Advance; Landmarks: Orchard. With Shelters. [Seaside, Cornucopia, Dark Ages, Adventures, Empires, Promo]",
  "afspxz": "Advisor, Band of Misfits, Border Guard, Fool, Goons, Ill-Gotten Gains, Lackeys, Scheme, Swindler, Walled Village. Salt the Earth, Wall, Sinister Plot. No Colony/Platinum; no Shelters. [Intrigue, Prosperity, Hinterlands, Dark Ages, Guilds, Nocturne, Empires, Renaissance, Promo]",
  "aidgui": "Chapel, Doctor, Embassy, Mountain Village, Peasant, Seer, Shepherd, Storyteller, Tragic Hero, University. Event: Mission; Landmark: Mountain Pass. [Dominion, Alchemy, Hinterlands, Guilds, Adventures, Nocturne, Renaissance]",
  "akl0fq": "Border Guard, Count, Experiment, Forager, Inventor, Priest, Salvager, Seer, Talisman, Throne Room. Projects: Sewers. Shelters; no Colony/Platinum. [Dominion, Seaside, Prosperity, Dark Ages, Renaissance]",
  "amy7zy": "Bridge, Capital, Hunting Grounds, Ironworks, Lurker, Mandarin, Mill, Plaza, Royal Carriage, Tunnel. Event: Dominion; Landmark: Defiled Shrine. No Shelters. [Intrigue, Hinterlands, Dark Ages, Guilds, Adventures, Empires]",
  "apdcs3": "Ducat, Fishing Village, Grand Market, Improve, Mint, Scepter, Smugglers, Tactician, Venture, Villain. Projects: Capitalism, Exploration. No Colony/Platinum. [Seaside, Prosperity, Renaissance]",
  "artssp": "Blessed Village, Faithful Hound, Forager, Lurker, Mill, Mystic, Pixie, Replace, Squire, Vagrant. Shelters. [Intrigue, Dark Ages, Nocturne]",
  "auhn89": "Baker, Bard, Druid, Enchantress, Exorcist, Hideout, Legionary, Recruiter, Royal Blacksmith, Treasurer. Landmark: Aqueduct; Project: Star Chart. [Guilds, Empires, Nocturne, Renaissance]",
  "ax33i6": "Bishop, Doctor, Encampment/Plunder, Legionary, Mining Village, Noble Brigand, Poacher, Skulk, Storyteller, Tunnel. Event: Lost Arts; Landmark: Aqueduct. No Colony/Platinum. [Dominion, Intrigue, Prosperity, Hinterlands, Guilds, Adventures, Empires, Nocturne]",
  "azp32t": "Band of Misfits, Caravan, Graverobber, King's Court, Lookout, Messenger, Rats, Raze, Sea Hag, Treasure Map. Event: Seaway. Shelters; no Colony/Platinum. [Seaside, Prosperity, Dark Ages, Adventures]",
  "b2flf6": "Acting Troupe, Bridge, Conspirator, Duke, Merchant Guild, Research, Scholar, Silk Merchant, Spices, Stonemason. Projects: Barracks, Canal. [Intrigue, Guilds, Renaissance]",
  "b575gw": "Encampment/Plunder, Experiment, Horn of Plenty, Lurker, Mining Village, Necromancer, Pixie, Procession, Talisman, Tragic Hero. Landmark: Keep; Project: Fleet. No Colony/Platinum; no Shelters. [Intrigue, Prosperity, Cornucopia, Empires, Nocturne, Renaissance]",
  "b7veux": "Conclave, Crypt, Herbalist, Improve, Mountain Village, Night Watchman, Patron, Scholar, Vampire, Villain. Projects: Cathedral, Sinister Plot. [Alchemy, Nocturne, Renaissance]",
  "baoi2g": "Caravan Guard, Cargo Ship, Coin of the Realm, Courtier, Enchantress, Exorcist, Island, Sacrifice, Sculptor, Werewolf. Projects: Capitalism, Sewers. [Intrigue, Seaside, Adventures, Empires, Nocturne, Renaissance]",
  "bdc2k0": "Ducat, Grand Market, Hermit, Inventor, Priest, Procession, Rabble, Scepter, Silk Merchant, Urchin. Projects: Citadel, Exploration. Colony/Platinum; no Shelters. [Prosperity, Dark Ages, Renaissance]",
  "bfy1vf": "Salvager, Scavenger, Seer, Silk Merchant, Skulk, Squire, Stash, Steward, Swamp Hag, Swindler. Projects: Sewers, Star Chart. Shelters. [Intrigue, Seaside, Dark Ages, Adventures, Nocturne, Renaissance, Promo]",
  "bikz6i": "Alchemist, Border Village, Duke, Feodum, Fishing Village, Mill, Page, Peasant, Rabble, Vineyard. Landmarks: Arena. Shelters; no Colony/Platinum. [Intrigue, Alchemy, Prosperity, Hinterlands, Dark Ages, Adventures]",
  "bl8flz": "Bridge Troll, Chapel, Cultist, Diplomat, Haunted Woods, Haven, Nobles, Squire, Throne Room, Warehouse. Events: Lost Arts, Pilgrimage. No Shelters. [Dominion, Intrigue, Seaside, Dark Ages, Adventures]",
  "bnyl1u": "Bridge, Cultist, Fortress, Forum, Library, Rats, Remodel, Sacrifice, Squire, Villa. Events: Triumph. No Shelters. [Dominion, Dark Ages, Empires]",
  "bqqrmi": "Capital, City Quarter, Counterfeit, Forager, Gladiator/Fortune, Hoard, Ironmonger, King's Court, Mint, Pillage. Event: Tax; Landmark: Mountain Pass. Colony/Platinum; no Shelters. [Prosperity, Dark Ages, Empires]",
  "bthfny": "Artificer, Cemetery, Faithful Hound, Lost City, Margrave, Native Village, Oracle, Secret Cave, Stables, Tactician. Events: Plan, Quest. [Seaside, Hinterlands, Adventures, Nocturne]",
  "bw6t7l": "Courtier, Enchantress, Groundskeeper, Haunted Woods, Plaza, Shepherd, Silk Road, Swindler, Wild Hunt, Young Witch (Bane: Changeling). Events: Salt the Earth, Travelling Fair. [Intrigue, Cornucopia, Hinterlands, Guilds, Adventures, Empires, Nocturne]",
  "byu03d": "Border Village, Bridge, Crossroads, Develop, Distant Lands, Inn, Mountain Village, Patrol, Tunnel, Watchtower. Event: Delve; Landmark: Mountain Pass. No Colony/Platinum. [Intrigue, Prosperity, Hinterlands, Adventures, Empires, Renaissance]",
  "c1k7fy": "Fishing Village, Fool's Gold, Ghost Ship, Ill-Gotten Gains, Lighthouse, Militia, Salvager, Spice Merchant, Treasury, Wharf. [Seaside, Hinterlands]",
  "c4ipl4": "Bridge Troll, Bureaucrat, Experiment, Festival, Gardens, Magpie, Old Witch, Patron, Port, Treasure Trove. Event: Quest; Project: Guildhall. [Dominion, Adventures, Renaissance]",
  "c7oh77": "Band of Misfits, Crown, Enchantress, Mandarin, Procession, Ratcatcher, Raze, Rogue, Silk Road, Temple. Events: Ferry, Pathfinding. No Shelters. [Hinterlands, Dark Ages, Adventures, Empires]",
  "cagxlb": "Bishop, Herald, Inventor, Plaza, Priest, Research, Silk Merchant, Talisman, Taxman, Worker's Village. Project: Fair. Colony/Platinum. [Prosperity, Guilds, Renaissance]",
  "cdd4pf": "Artificer, Courtier, Loan, Mill, Nobles, Rabble, Royal Blacksmith, Swamp Hag, Tactician, Trade Route. Event: Lost Arts; Landmark: Arena. No Colony/Platinum. [Intrigue, Seaside, Prosperity, Adventures, Empires]",
  "cg8797": "Beggar, Knights, Margrave, Market Square, Noble Brigand, Procession, Squire, Trader, Tunnel, Urchin. Shelters. [Hinterlands, Dark Ages]",
  "cj4syd": "Border Village, Devil's Workshop, Fishing Village, Ghost Ship, Horn of Plenty, Ill-Gotten Gains, Jester, Monastery, Oracle, Remake. [Seaside, Hinterlands, Cornucopia, Nocturne]",
  "cm5014": "Ambassador, Grand Market, Harem, Haven, King's Court, Mint, Patrol, Steward, Talisman, Worker's Village. Colony/Platinum. [Intrigue, Seaside, Prosperity]",
  "cp9axx": "Baron, Border Guard, Council Room, Diplomat, Festival, Gardens, Silk Merchant, Throne Room, Upgrade, Villain. Project: Sewers. [Dominion, Intrigue, Renaissance]",
  "csc1as": "Band of Misfits, Catacombs, Fairgrounds, Farming Village, Hamlet, Library, Menagerie, Poacher, Tournament, Young Witch (Bane: Chapel). No Shelters. [Dominion, Cornucopia, Dark Ages]",
  "cvjcpi": "Farmers' Market, Goons, Groundskeeper, Hoard, Inn, Nobles, Sacrifice, Silk Road, Steward, Wild Hunt. Event: Triumph; Landmark: Battlefield. No Colony/Platinum. [Intrigue, Prosperity, Hinterlands, Empires]",
  "cyir0u": "Bishop, Cellar, Gardens, Hoard, Mountebank, Peddler, Remodel, Trade Route, Watchtower, Worker's Village. No Colony/Platinum. [Dominion, Prosperity]",
  "d1m25p": "Altar, Council Room, Diplomat, Ducat, Enchantress, Flag Bearer, Graverobber, Militia, Sea Hag, Settlers/Bustling Village. Landmark: Labyrinth; Project: Sewers. No Shelters. [Dominion, Intrigue, Seaside, Dark Ages, Empires, Renaissance]",
  "d4ucs3": "Catapult/Rocks, Crown, Ducat, Forager, Mine, Mountebank, Royal Blacksmith, Squire, Trader, Treasurer. Landmarks: Keep, Tomb. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Prosperity, Hinterlands, Dark Ages, Empires, Renaissance]",
  "d81fd8": "Caravan, Island, Lighthouse, Lookout, Market, Replace, Sea Hag, Throne Room, Treasury, Vassal. [Dominion, Intrigue, Seaside]",
  "db4p5l": "City Quarter, Conclave, Forum, Groundskeeper, Haven, Lookout, Sacrifice, Seer, Skulk, Tunnel. Event: Windfall; Project: Road Network. [Seaside, Hinterlands, Empires, Nocturne, Renaissance]",
  "deegqe": "Bishop, Hamlet, Harbinger, Horn of Plenty, Jester, Menagerie, Mill, Sentry, Venture, Worker's Village. Colony/Platinum. [Dominion, Intrigue, Prosperity, Cornucopia]",
  "dhkb5n": "Baron, Cemetery, Devil's Workshop, Guardian, Mill, Monastery, Nobles, Replace, Shepherd, Vampire. [Intrigue, Nocturne]",
  "dkvklg": "Artisan, Border Village, Conspirator, Haggler, Improve, Masquerade, Minion, Silk Merchant, Steward, Throne Room. Projects: Capitalism, Crop Rotation. [Dominion, Intrigue, Hinterlands, Renaissance]",
  "do4gmi": "Amulet, Butcher, Cultist, Gear, Lurker, Market Square, Peasant, Stonemason, Torturer, Wandering Minstrel. Event: Ferry. No Shelters. [Intrigue, Dark Ages, Guilds, Adventures]",
  "drcllm": "Chariot Race, City Quarter, Grand Market, Inventor, Mint, Mountebank, Sacrifice, Scepter, Villa, Watchtower. Project: Fleet; Event: Ritual. Colony/Platinum. [Prosperity, Empires, Renaissance]",
  "duo5l8": "Death Cart, Fairgrounds, Forager, Harvest, Hunting Grounds, Ironmonger, Junk Dealer, Menagerie, Nobles, Swindler. Shelters. [Intrigue, Cornucopia, Dark Ages]",
  "dxxqt7": "Artificer, Bishop, Cache, Gardens, Harbinger, Haunted Woods, Messenger, Relic, Watchtower, Worker's Village. Events: Alms, Save. No Colony/Platinum. [Dominion, Prosperity, Hinterlands, Adventures]",
  "e1avt8": "Blessed Village, Farmers' Market, Farmland, Festival, Harvest, Herbalist, Library, Page, Sage, Secret Passage. Events: Banquet, Bonfire. No Shelters. [Dominion, Intrigue, Alchemy, Cornucopia, Hinterlands, Dark Ages, Adventures, Empires, Nocturne]",
  "e4uzm0": "Bishop, Crown, Forager, Goons, Inventor, King's Court, Lighthouse, Lurker, Remake, Watchtower. Events: Dominate, Donate. Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Cornucopia, Dark Ages, Empires, Renaissance]",
  "e86c2o": "Border Guard, Caravan Guard, Laboratory, Mining Village, Monument, Outpost, Ratcatcher, Spice Merchant, Talisman, Urchin. Event: Seaway; Project: Guildhall. No Colony/Platinum; no Shelters. [Dominion, Intrigue, Seaside, Prosperity, Hinterlands, Dark Ages, Adventures, Renaissance]",
  "ebaf15": "Crossroads, Feodum, Flag Bearer, Fortress, Knights, Lackeys, Market Square, Old Witch, Squire, Swindler. Shelters. [Intrigue, Hinterlands, Dark Ages, Empires, Renaissance]",
  "eefimu": "Blessed Village, Council Room, Embassy, Governor, Lost City, Masquerade, Messenger, Sacred Grove, Soothsayer, Vault. Landmarks: Bandit Fort, Basilica. [Dominion, Intrigue, Prosperity, Hinterlands, Guilds, Adventures, Empires, Nocturne]",
  "ehhhyc": "Ghost Ship, Herald, Hideout, Masquerade, Messenger, Poacher, Prince, Rats, Scavenger, Smuggler. Landmark: Tower; Project: Piazza. No Shelters. [Dominion, Intrigue, Seaside, Dark Ages, Guilds, Adventures, Renaissance, Promo]",
  "ekmx06": "Beggar, Cache, Charm, City Quarter, Cutpurse, Embargo, Grand Market, Mountebank, Royal Blacksmith, Temple. Event: Travelling Fair; Project: Guildhall. Colony/Platinum; no Shelters. [Seaside, Prosperity, Hinterlands, Dark Ages, Adventures, Empires, Renaissance]",
  "eo0x4c": "Border Village, Dungeon, Duplicate, Fool's Gold, Haven, Ill-Gotten Gains, Lost City, Merchant Ship, Messenger, Salvager. Events: Pathfinding, Plan. [Seaside, Hinterlands, Adventures]",
  "er8r8v": "Caravan, Cemetery, Courtier, Farmers' Market, Forum, Night Watchman, Nobles, Raider, Sacrifice, Vampire. Events: Ritual, Triumph. [Intrigue, Seaside, Empires, Nocturne]",
  "euindf": "Altar, Artificer, Border Village, Changeling, Distant Lands, Haunted Woods, Research, Rogue, Royal Carriage, Tactician. Event: Mission; Project: Innovation. Colony/Platinum; no Shelters. [Seaside, Hinterlands, Dark Ages, Adventures, Nocturne, Renaissance]",
  "ey27o8": "Artisan, Council Room, Cultist, Duke, Lurker, Militia, Rebuild, Steward, Storeroom, Village. No Shelters. [Dominion, Intrigue, Dark Ages]",
  "f1ls6v": "Apothecary, Apprentice, Fortress, Magpie, Native Village, Rats, Raze, Scrying Pool, University, Vineyard. Event: Triumph; Landmarks: Bandit Fort, Tomb. No Shelters. [Seaside, Alchemy, Dark Ages, Adventures, Empires]",
  "f52xgx": "Counterfeit, Ghost Town, Hoard, Junk Dealer, Nomad Camp, Patron, Shepherd, Tunnel, Vault, Venture. Events: Ferry, Lost Arts. Colony/Platinum; no Shelters. [Prosperity, Hinterlands, Dark Ages, Adventures, Nocturne, Renaissance]",
  "f8lwym": "Changeling, Chapel, Courtier, Mandarin, Merchant Guild, Merchant Ship, Rogue, Storyteller, Watchtower, Young Witch (Bane: Herbalist). Event: Summon; Landmark: Tomb; Project: Capitalism. No Shelters; no Colony/Platinum. [All Sets]",
  "fc83ek": "Charm, Cobbler, Enchantress, Masquerade, Night Watchman, Old Witch, Prince, Royal Carriage, Transmogrify, Wishing Well. Events: Ball, Wedding. [Intrigue, Adventures, Empires, Nocturne, Renaissance, Promo]",
  "ffpq4y": "Amulet, Cargo Ship, Catacombs, Death Cart, Doctor, Lost City, Port, Priest, Ratcatcher, Rats. Events: Inheritance, Save. No Shelters. [Dark Ages, Guilds, Adventures, Renaissance]",
  "fj20cr": "Border Guard, Ducat, Gardens, Hermit, Hoard, Inventor, Patron, Raider, Swashbuckler, Taxman. Event: Dominate; Landmark: Bandit Fort. No Colony/Platinum; no Shelters. [Dominion, Prosperity, Dark Ages, Guilds, Nocturne, Renaissance]",
  "fmy937": "Ambassador, Diplomat, Distant Lands, Expand, Lost City, Marauder, Merchant Ship, Plunder, Settlers/Bustling Village, Spice Merchant. Event: Expedition. Colony/Platinum; no Shelters. [Intrigue, Seaside, Prosperity, Hinterlands, Dark Ages, Adventures, Empires]",
  "frk6fj": "Apothecary, Apprentice, Fortress, Magpie, Native Village, Rats, Raze, Scrying Pool, University, Vineyard. Event: Triumph; Landmarks: Bandit Fort, Tomb. No Shelters. [Seaside, Alchemy, Dark Ages, Adventures, Empires]",
  "fvs1sb": "Castles, Courtier, Harem, Ironmonger, Island, Knights, Mill, Nobles, Rebuild, Sacrifice. Event: Salt the Earth; Project: Road Network. Shelters. [Intrigue, Seaside, Dark Ages, Empires, Renaissance]",
  "g0cg7g": "Chariot Race, Engineer, Faithful Hound, Goons, Groundskeeper, Guardian, Mill, Replace, Tragic Hero, Worker's Village. Event: Triumph; Landmark: Arena. Colony/Platinum. [Intrigue, Prosperity, Empires, Nocturne]",
  "g4niim": "Altar, Bridge, Catacombs, Count, Lackeys, Lurker, Masquerade, Rebuild, Silk Merchant, Swashbuckler. Projects: Fleet, Road Network. Shelters. [Intrigue, Dark Ages, Renaissance]",
  "g8utq0": "Coin of the Realm, Market Square, Merchant, Merchant Guild, Merchant Ship, Peddler, Silk Merchant, Spice Merchant, Trade Route, Wine Merchant. Event: Expedition; Project: Capitalism. No Colony/Platinum/Shelters. [Dominion, Seaside, Prosperity, Dark Ages, Guilds, Adventures, Renaissance]",
  "gd4pur": "Bandit, Philosopher's Stone, Poor House, Scavenger, Smugglers, Spice Merchant, Transmute, Vault, Venture, Villa. Event: Banquet; Project: Silos. No Colony/Platinum/Shelters. [Dominion, Seaside, Alchemy, Prosperity, Hinterlands, Dark Ages, Empires, Renaissance]",
  "ghh9h1": "Altar, Castles, Duke, Hunting Grounds, Mining Village, Patrician/Emporium, Rogue, Sacrifice, Upgrade, Wandering Minstrel. Event: Annex; Landmark: Labyrinth. Shelters. [Intrigue, Dark Ages, Empires]",
  "glx1i3": "Acting Troupe, Candlestick Maker, Conspirator, Doctor, Festival, Ironworks, Pawn, Procession, Scholar, Tunnel. Projects: Academy, Canal. Shelters. [Dominion, Intrigue, Hinterlands, Dark Ages, Guilds, Renaissance]",
  "gq6d5t": "Animal Fair, Den of Sin, Destrier, Ghost Town, Hunting Lodge, King's Court, Monastery, Rabble, Vampire, Village Green. Event: Transport; Way: Way of the Butterfly. No Colony/Platinum. [Prosperity, Nocturne, Menagerie]",
  "guf5td": "Black Cat, Bounty Hunter, Count, Fisherman, Gardens, Groom, Market Square, Rogue, Sentry, Squire. Event: Invest; Way: Way of the Mole. Shelters. [Dominion, Dark Ages, Menagerie]",
  "gywe57": "Cursed Village, Exorcist, Hamlet, Horn of Plenty, Hunting Party, Mining Village, Mountebank, Pixie, Quarry, Vault. No Colony/Platinum. [Prosperity, Cornucopia, Nocturne]",
  "h9ayqu": "Camel Train, Caravan, Develop, Distant Lands, Fishing Village, Hoard, Island, Nomad Camp, Quarry, Supplies. Event: Banish; Way: Way of the Camel. No Colony/Platinum. [Seaside, Prosperity, Hinterlands, Adventures, Menagerie]",
  "hdn7po": "Changeling, Cursed Village, Gardens, Leprechaun, Militia, Monument, Mountebank, Shepherd, Trade Route, Worker's Village. No Colony/Platinum. [Dominion, Prosperity, Nocturne]",
  "hhtshe": "Butcher, Goatherd, Groom, Haggler, Ill-Gotten Gains, Lurker, Mastermind, Merchant Guild, Paddock, Stonemason. Event: Seize the Day; Way: Way of the Frog. [Intrigue, Hinterlands, Guilds, Menagerie]",
  "hlzco0": "Amulet, Artificer, Cemetery, Magpie, Night Watchman, Pooka, Raider, Ranger, Raze, Storyteller. Event: Mission. [Adventures, Nocturne]",
  "hqa28l": "Castles, Enchantress, Fairgrounds, Falconer, Horse Traders, Hostelry, Hunting Lodge, Menagerie, Remake, Young Witch (Bane: Black Cat). Event: Populate; Way: Way of the Chameleon. [Cornucopia, Empires, Menagerie]",
  "hufa3y": "Blessed Village, Crossroads, Devil's Workshop, Hoard, King's Court, Shepherd, Silk Road, Spice Merchant, Vault, Werewolf. No Colony/Platinum. [Prosperity, Hinterlands, Nocturne]",
  "hymqub": "Barge, Catapult, Count, Groom, Hunting Lodge, Kiln, Squire, Temple, Villa, Wayfarer. Landmark: Battlefield; Way: Way of the Seal. No Shelters. [Dark Ages, Empires, Menagerie]",
  "i2rpkb": "Camel Train, Cardinal, Conspirator, Displace, King's Court, Livery, Mountebank, Scrap, Secret Passage, Watchtower. Event: Commerce, Way: Way of the Ox. Colony/Platinum. [Intrigue, Prosperity, Menagerie]",
  "i6yaur": "Artisan, Crown, Farming Village, Grand Market, Haven, Moneylender, Sauna/Avanto, Smugglers, Venture, Watchtower. Event: Conquest; Landmark: Mountain Pass. No Colony/Platinum. [Dominion, Seaside, Prosperity, Cornucopia, Empires, Promo]",
  "ib8iy3": "Counting House, Ill-Gotten Gains, Minion, Monastery, Plaza, Quarry, Raider, Scheme, Scholar, Squire. Landmark: Tomb; Way: Way of the Rat. No Shelters; no Colony/Platinum. [Intrigue, Prosperity, Hinterlands, Dark Ages, Guilds, Nocturne, Renaissance, Menagerie]",
  "ifjfkr": "Black Cat, Cavalry, Changeling, City, Coin of the Realm, Ducat, Falconer, Ghost Town, Market Square, Tragic Hero. Event: Toil; Way: Way of the Horse. Colony/Platinum. No Shelters. [Prosperity, Dark Ages, Adventures, Nocturne, Renaissance, Menagerie]",
  "ijqhz8": "Artificer, Bridge, Fishing Village, Forager, Haunted Woods, Hermit, Lighthouse, Masquerade, Outpost, Sea Hag. Events: Quest, Inheritance. No Shelters. [Intrigue, Seaside, Dark Ages, Adventures]",
  "io3a01": "Border Village, Chariot Race, City Quarter, Highway, Remodel, Sentry, Spice Merchant, Tunnel, Vassal, Witch. Event: Banquet. [Dominion, Hinterlands, Empires]",
  "isf2td": "Artificer, Bank, Bazaar, Crown, Farmers' Market, Goons, Guide, Lookout, Swamp Hag, Tactician. Events: Lost Arts, Ritual. No Colony/Platinum. [Seaside, Prosperity, Adventures, Empires]",
  "iwulcb": "Cavalry, Crossroads, Develop, Farmland, Fool's Gold, Hunting Grounds, Mandarin, Rats, Silk Road, Storyteller. Way: Way of the Monkey. No Shelters. [Hinterlands, Dark Ages, Adventures, Menagerie]",
  "j17ezb": "Bank, Beggar, Bishop, Changeling, Coin of the Realm, Cultist, Haunted Woods, Monastery, Venture, Worker's Village. Event: Seaway. No Shelters; no Colony/Platinum. [Prosperity, Dark Ages, Adventures, Nocturne]",
  "j5eo7p": "Alchemist, Cellar, Changeling, Guardian, Mine, Minion, Secret Cave, Secret Passage, Skulk, Vineyard. [Dominion, Intrigue, Alchemy, Nocturne]",
  "j9npwd": "Baron, Haggler, Hideout, Inn, Magpie, Mill, Patrol, Priest, Procession, Trade Route. Event: Inheritance; Project: Fair. No Colony/Platinum; no Shelters. [Intrigue, Prosperity, Hinterlands, Dark Ages, Adventures, Renaissance]",
  "jdwi4t": "Encampment/Plunder, Hunting Lodge, Kiln, Legionary, Royal Blacksmith, Scrap, Sea Hag, Treasury, Village Green, Warehouse. Events: Desperation, Wedding. [Seaside, Empires, Menagerie]",
  "ji8zyd": "Cemetery, Cursed Village, Dungeon, Harbinger, Haunted Woods, Hideout, Necromancer, Transmogrify, Vampire, Witch. Project: Sinister Plot. [Dominion, Adventures, Nocturne, Renaissance]",
  "jmj1xv": "Barge, Bishop, Contraband, Crown, Encampment/Plunder, Enchantress, Gatekeeper, Hoard, Kiln, Snowy Village. Event: Salt the Earth; Way: Way of the Worm. No Colony/Platinum. [Prosperity, Empires, Menagerie]",
  "jqsqe3": "Acting Troupe, Baron, Engineer, Hamlet, Highway, Hireling, Relic, Research, Spice Merchant, Storeroom. Event: Advance; Landmark: Battlefield. [Intrigue, Cornucopia, Hinterlands, Dark Ages, Adventures, Empires, Renaissance]",
  "jv199z": "Animal Fair, Bridge Troll, Chapel, Den of Sin, Ghost Ship, Improve, Mastermind, Salvager, Treasure Trove, Vassal. Event: Toil. [Dominion, Seaside, Adventures, Nocturne, Renaissance, Menagerie]",
  "jzcr9z": "Ducat, Forager, Groundskeeper, Horn of Plenty, Hunting Grounds, Ill-Gotten Gains, Inn, Mystic, Settlers/Bustling Village, Trader. Event: Banquet; Project: Silos. No Shelters. [Cornucopia, Hinterlands, Dark Ages, Empires, Renaissance]",
  "k3sa7a": "Animal Fair, Artisan, Black Cat, Coin of the Realm, Courtier, Gardens, Goatherd, Hostelry, Scepter, Treasurer. Project: Guildhall; Way: Way of the Camel. [Dominion, Intrigue, Adventures, Renaissance, Menagerie]",
  "k8d9by": "Chariot Race, Crown, Dismantle, Engineer, Guardian, Hunting Grounds, Legionary, Monastery, Skulk, Wandering Minstrel. Landmark: Tower. No Shelters. [Dark Ages, Empires, Nocturne, Promo]",
  "kcu8m6": "Develop, Farming Village, Jester, Livery, Peddler, Rats, Sheepdog, Squire, Tunnel, Young Witch (Bane: Loan). Event: Pursue; Way: Way of the Mole. No Shelters; no Colony/Platinum. [Prosperity, Cornucopia, Hinterlands, Dark Ages, Menagerie]",
  "khbsmr": "Cardinal, Displace, Experiment, Fishing Village, Hunting Lodge, Lookout, Magpie, Relic, Salvager, Silk Merchant. Project: Guildhall; Way: Way of the Rat. [Seaside, Adventures, Renaissance, Menagerie]",
  "klm0ai": "Animal Fair, Blessed Village, Fairgrounds, Festival, Grand Market, Horn of Plenty, Royal Carriage, Storyteller, Wandering Minstrel, Wine Merchant. Events: Bonfire, Seize the Day. No Shelters; no Colony/Platinum. [Base, Prosperity, Cornucopia, Dark Ages, Adventures, Nocturne, Menagerie]",
  "kq3skx": "Ambassador, Border Guard, Butcher, Courtyard, Inventor, Lackeys, Old Witch, Recruiter, Stonemason, Wharf. Project: Academy. [Intrigue, Seaside, Guilds, Renaissance]",
  "kux2xq": "Courtyard, Haunted Woods, Merchant, Mill, Miser, Nobles, Ratcatcher, Replace, Snowy Village, Throne Room. Event: Ferry; Way: Way of the Chameleon. [Dominion, Intrigue, Adventures, Menagerie]",
  "kzqppx": "Cardinal, Ducat, Gatekeeper, Kiln, Magpie, Mastermind, Priest, Raze, Trade Route, Venture. Event: Invest; Project: Guildhall. Colony/Platinum. [Prosperity, Adventures, Renaissance, Menagerie]",
  "l4hela": "Border Village, Engineer, Faithful Hound, Groundskeeper, Horse Traders, Inn, Necromancer, Remake, Shepherd, Tunnel. Event: Triumph; Landmark: Keep. [Cornucopia, Hinterlands, Empires, Nocturne]",
  "l9vo00": "Amulet, Bridge, Courtyard, Fishing Village, Island, Journeyman, Replace, Royal Carriage, Sea Hag, Stonemason. Events: Mission, Seaway. [Intrigue, Seaside, Guilds, Adventures]",
  "lk7c7a": "Black Cat, Enchantress, Mastermind, Pooka, Ratcatcher, Settlers/Bustling Village, Sheepdog, Shepherd, Silk Road, Storyteller. Event: Stampede; Way: Way of the Monkey. [Hinterlands, Adventures, Empires, Nocturne, Menagerie]",
  "lphjjd": "Caravan, Cartographer, Chariot Race, Charm, Embassy, Fishing Village, Fool's Gold, Nomad Camp, Swindler, Upgrade. Event: Advance; Landmark: Bandit Fort. [Intrigue, Seaside, Hinterlands, Empires]",
  "m5drvd": "Courtier, Diplomat, Duke, Goons, Horse Traders, Lighthouse, Native Village, Plaza, Salvager, Steward. Colony/Platinum. [Intrigue, Seaside, Prosperity, Cornucopia, Guilds]",
  "mfjb76": "Cultist, Develop, Ducat, Fisherman, Gatekeeper, Sage, Silk Merchant, Squire, Tunnel, Vassal. Event: Demand; Project: Canal. Shelters. [Dominion, Hinterlands, Dark Ages, Renaissance, Menagerie]",
  "mke8mx": "Develop, Flag Bearer, Goatherd, Hostelry, Ill-Gotten Gains, Priest, Recruiter, Scholar, Spice Merchant, Supplies. Event: Desperation; Project: City Gate. [Hinterlands, Renaissance, Menagerie]",
  "mttrl1": "Doctor, Ghost Ship, Herald, Island, Merchant Guild, Mountebank, Native Village, Quarry, Trade Route, Warehouse. No Colony/Platinum. [Seaside, Prosperity, Guilds]",
  "myqgp1": "Camel Train, Cobbler, Courtier, Cutpurse, Raider, Replace, Scrap, Secret Passage, Snowy Village, Treasure Map. Event: March; Way: Way of the Monkey. [Intrigue, Seaside, Nocturne, Menagerie]",
  "n3phds": "Border Village, Expand, Fool's Gold, Loan, Peddler, Priest, Research, Scepter, Spice Merchant, Vault. Project: City Gate. No Colony/Platinum. [Prosperity, Hinterlands, Renaissance]",
  "n8wp2l": "Apprentice, City Quarter, Count, Duke, Masquerade, Sacrifice, Storeroom, University, Vineyard, Wild Hunt. Events: Advance, Annex. Shelters. [Intrigue, Alchemy, Dark Ages, Empires]",
  "ne7oyd": "Acting Troupe, Cavalry, Courtier, Ironworks, Minion, Patron, Supplies, Swashbuckler, Village Green, Wishing Well. Project: Pageant; Way: Way of the Goat. [Intrigue, Renaissance, Menagerie]",
  "njqjto": "Bridge, Loan, Lurker, Monument, Nobles, Snowy Village, Steward, Upgrade, Vault, Wayfarer. Events: Invest, Toil. No Colony/Platinum. [Intrigue, Prosperity, Menagerie]",
  "novrbd": "Artisan, Chariot Race, Coin of the Realm, Enchantress, Haunted Woods, King's Court, Magpie, Mountebank, Remodel, Watchtower. Events: Banquet, Triumph. No Col./Plat. [Dominion, Prosperity, Adventures, Empires]",
  "nu4ag4": "City Quarter, Develop, Farmers' Market, Fool's Gold, Ghost Ship, Native Village, Sea Hag, Silk Road, Tactician, Villa. Event: Salt the Earth; Landmark: Baths. [Seaside, Hinterlands, Empires]",
  "nzgr8p": "Armory, Catapult/Rocks, Cavalry, Flag Bearer, Fortress, Militia, Peasant, Recruiter, Squire, Watchtower. No Col./Plat; no Shelters. Event: March. [Dominion, Prosperity, Dark Ages, Adventures, Empires, Renaissance, Menagerie]",
  "o4on7b": "Border Guard, Counterfeit, Farming Village, Grand Market, Library, Militia, Mountebank, Patron, Poor House, Remake. Colony/Platinum; no Shelters. Project: Cathedral. [Dominion, Prosperity, Cornucopia, Dark Ages, Renaissance]",
  "o9dind": "Bank, Counting House, Enchantress, Farming Village, Haunted Woods, Horse Traders, Jester, Raze, Settlers/Bustling Village, Talisman. Event: Travelling Fair; Landmark: Tower. No Col./Plat. [Prosperity, Cornucopia, Adventures, Empires]",
  "oe16xm": "Animal Fair, Coven, Ironworks, Lurker, Mill, Nobles, Rebuild, Smugglers, Snowy Village, Squire. Event: Bargain; Way: Way of the Sheep. No Shelters. [Intrigue, Seaside, Dark Ages, Menagerie]",
  "oiksy8": "Ghost Ship, Ghost Town, Guardian, Mining Village, Mint, Native Village, Necromancer, Quarry, Replace, Tragic Hero. Colony/Platinum. [Intrigue, Seaside, Prosperity, Nocturne]",
  "on7ees": "Cemetery, Cobbler, Dungeon, Fortress, Library, Ranger, Raze, Rebuild, Village, Witch. Events: Alms, Pilgrimage. No Shelters. [Dominion, Dark Ages, Adventures, Nocturne]",
  "oru1wo": "Duchess, Gardens, Harbinger, Inn, Masterpiece, Merchant Guild, Oracle, Plaza, Sea Hag, Warehouse. [Dominion, Seaside, Hinterlands, Guilds]",
  "ow8ar8": "Apothecary, Artificer, Bridge Troll, Catapult/Rocks, Count, Forager, Magpie, Scrying Pool, Squire, University. Event: Save. No Shelters. [Alchemy, Dark Ages, Adventures]",
  "p16fbx": "Border Guard, Caravan, Cargo Ship, Displace, Distant Lands, Embassy, Highway, Settlers/Bustling Village, Supplies, Warehouse. Event: Travelling Fair. [Seaside, Hinterlands, Adventures, Empires, Renaissance, Menagerie]",
  "p5a169": "Archive, Bounty Hunter, Chapel, Diplomat, Grand Market, Inventor, Mastermind, Mill, Peasant, Sanctuary. Landmarks: Tomb, Museum. [Dominion, Intrigue, Prosperity, Adventures, Empires, Renaissance, Menagerie]",
  "p9x4aw": "Courtier, Death Cart, Hermit, Ironmonger, Market, Necromancer, Nobles, Sentry, Vassal, Werewolf. Shelters. [Dominion, Intrigue, Dark Ages, Nocturne]",
  "pe6q13": "Bandit Camp, Engineer, Horn of Plenty, Island, Mining Village, Pixie, Rats, Raze, Stockpile, Tragic Hero. Colony/Platinum; no Shelters. Landmark: Wolf Den; Way: Way of the Horse. [Intrigue, Seaside, Prosperity, Cornucopia, Dark Ages, Adventures, Empires, Nocturne, Menagerie]",
  "pip7d7": "Crossroads, Cursed Village, Falconer, Ill-Gotten Gains, Livery, Lookout, Magpie, Poacher, Tragic Hero, Village Green. Event: Gamble; Way: Way of the Owl. [Dominion, Seaside, Hinterlands, Adventures, Nocturne, Menagerie]",
  "pn49ed": "Butcher, City Quarter, Embassy, Faithful Hound, Fool's Gold, Merchant Guild, Night Watchman, Nomad Camp, Pooka, Tunnel. Event: Ritual; Landmark: Tower. [Hinterlands, Guilds, Empires, Nocturne]"
}